Изображения Сисо, посвященные земле и воде, являются центральным элементом новой выставки галереи.
"Люди, купающиеся в бассейне" из 2022 года - это одна из работ Висенте Сисо, которая будет выставлена в галерее Tierra del Sol с 13 января. (фото предоставлено Vicente Siso)
Tierra del Sol с удовольствием представляет "Висенте Сисо: воспоминания о земле и воде" в новой галерее в Вест-Холливуде. Сисо является участником программы студийного искусства с 2012 года, и это его первая персональная выставка. Сисо родился в 1962 году в Мадриде и вырос между Венесуэлой, Тринидадом и Майами; он переехал с семьей в Южную Калифорнию в начале 20-х лет.
Мастерски работая в различных жанрах, Сисо создал плодотворную серию пейзажей, портретов и натюрмортов, выполненных акрилом, пастелью, карандашом или акварелью. Используя семейные портреты, собственные фотографии и воспоминания, его цветные композиции демонстрируют его широкий круг интересов и мастерство в различных видах искусства. Тропические пейзажи и морские пейзажи Сисо отражают географию его прошлого, используя богатые мотивы и включая людей, чтобы создать значимые связи между культурой, памятью и окружающей средой. Сисо назвал свои произведения в сочетании испанского и английского языков, обозначая праздничные и интегральные сложности его жизни в округе Лос-Анджелес. "Викенте Сисо: воспоминания о земле и воде" открывается в субботу, 13 января, с приёмом с 18 до 20 часов. Выставка продлится до воскресенья, 3 марта.
Галерея Tierra del Sol находится по адресу 7414 Santa Monica Blvd. Для получения информации посетите сайт tierradelsolgallery.org.
Применить старое, приспособить новое, чтобы решить проблему.
На уровне квартала мы можем посмотреть на Сиднейский деловой центр как на пример территории, которая выросла из первоначального ландшафта до двухэтажного города, от максимальной высоты в 150 футов до сегодняшних небоскрёбов. На более мелком масштабе то же самое может произойти в городских центрах Сиднея, расположенных вокруг транспортных узлов. Внутренние пригороды также должны развиваться, с сдвигом в сторону более доступного жилья на высотах ниже деревьев на ключевых участках. Конечно, новое строительство жилья должно быть хорошо спроектировано, а деревья, озеленение и парки должны быть включены вместе с другими важными инфраструктурными элементами.
Наша система планирования также должна адаптироваться таким образом, чтобы планировщики в городских советах, которые, похоже, менее склонны к переменам, не были единственными определяющими факторами будущего вида их пригородов. Одним из путей вперед может стать создание независимого органа принятия решений, который будет выступать за качественное проектирование, при условии, что оно будет находиться под деревьями и будет включать семейное жилье, большие балконы, общие сады и дружелюбный вид. Это может стать ролью нынешнего архитектора правительства Нового Южного Уэльса, работающего в рамках тщательно разработанного соответствующего кодекса.
За последнее десятилетие наши жизни изменились благодаря технологиям, многие работают из дома, а Сидней получил впечатляющую сеть метро и трамвайных систем. Наша способность покупать онлайн изменила способ нашего покупательского поведения, и друзья и семья кажутся нам ближе из-за коммуникации с помощью смартфонов. Все эти адаптации от одной системы к другой также могут происходить в нашем окружающем нас мире благодаря планированию, ориентированному на адаптивное повторное использование, а не на сохранение наследия.
Крис Джонсон - бывший архитектор правительства Нового Южного Уэльса (1995-2005) и исполнительный директор Департамента планирования Нового Южного Уэльса (2005-2009). Он был генеральным директором Urban Taskforce Australia с 2011 по 2019 год.
Последний толчок к равенству женщин
В прошлом году Всемирный экономический форум прогнозировал, что для достижения гендерного равенства потребуется пять поколений. Теперь Всемирный банк хочет ускорить этот процесс.
Международное финансовое учреждение готовится к запуску стратегии, направленной на значительное расширение прав и экономических возможностей девочек и женщин к 2030 году. План сосредоточен на повышении инклюзивности и устойчивости посредством доступа к финансированию, технологическим инновациям и изменениям в государственной политике и законодательстве.
"Недавние исследования показывают, что и социальные нормы, и мировоззрение могут измениться, например, что вовлечение мужчин и мальчиков может способствовать их поддержке и принятию гендерного равенства", - гласит консультативный проект плана. "Положительные гендерные результаты могут ускориться и масштабироваться с лучшим пониманием... того, как социальные нормы и мировоззрение формируют повседневные ожидания, приоритеты и практики".
Изменения в мышлении сложнее измерить, чем кредиты для женщин в сельской местности или школьное обучение для девочек. Тем не менее, есть много доказательств того, что женская инициатива может преодолеть горы. В Иране, например, женщины стали главной угрозой исламскому правительству за последние 40 лет, просто отказавшись следовать законам, которые заставляют их закрывать волосы. В некоторых из 130 стран с минимальными квотами для представительства женщин в правительстве, таких как Индия, мужское сопротивление женскому голосованию и политической активности ослабло.
В некоторых сельских африканских общинах организации гражданского общества заменяют вредные обряды инициации образованием в области здравоохранения. Одна из таких программ помогла Каманде Тимайо, лидеру села Масаи Мапараша в Кении, изменить свое отношение к обрезанию женских гениталий. Он сказал Le Monde, что "вышел из невежества" и отказывается от этой практики.
В Всемирном банке приводятся другие примеры. С 1970 по 2022 год в Бангладеше уровень грамотности женщин увеличился в четыре раза, а доля женщин в рабочей силе удвоилась. ВВП страны более чем утроился. Изменение приобрело собственную динамику. Прием на работу в качестве учителей и медицинских работников женщин из собственных общин способствовал укреплению доверия и сделал мобильность и труд женщин более социально приемлемыми.
План банка будет направлен на нормы и институты, которые, возможно, все еще требуют смены поколений. Руанде потребовалось более двух десятилетий, чтобы стать образцом для реформ в сфере земельных отношений, которые способствуют экономическому расширению прав и возможностей женщин. "Никто не выигрывает, если женщины задерживаются", - сказал президент Руанды Пол Кагаме, выступая за земельную реформу в 2015 году. "Мы должны менять мышление, а не только законы".
Всемирный банк надеется распространить это послание.
Немецкие фермеры и водители поездов пугают немецких боссов.
В Германии, где работники и руководители совместно управляют многими компаниями, крупные забастовки встречаются редко. В настоящее время страна "содружества" одновременно сталкивается с восьмидневной "акцией" недовольных фермеров, которые заблокировали дороги тракторами, трехдневной забастовкой железнодорожников и, наконец, надвигающейся забастовкой врачей, которые уже закрыли операционные между Рождеством и Новым годом. Этот "Мистгабельмоп" (как некоторые называют его), будет проверять гармоничные трудовые отношения в Германии в наступающем году.
Протесты, по-видимому, были вызваны решением правительства прекратить субсидии на дизельное топливо, используемое в сельском хозяйстве, и сократить льготу от налога на автомобили для сельскохозяйственных транспортных средств. Эти меры довели фермеров до предела терпения. Они также мобилизовали других недовольных работников, уже испытывающих давление инфляции, рецессии и самоустановленной правительством экономии. 9 января водители грузовых и пассажирских поездов Deutsche Bahn, национальной железной дороги, начали забастовку из-за рабочего времени и зарплаты.
Пытаясь разрядить напряжение с фермерами, правительство согласилось на постепенное сокращение субсидий на дизельное топливо в течение трех лет и сохранение освобождения от налога на автомобили. Фермеры отвергли эти уступки как недостаточные. 4 января агрессивная группа фермеров помешала министру экономики Роберту Хабеку высадиться с парома, когда он возвращался с семейным отпуском. Если водители поездов будут так же равнодушны, это может оказаться дорогостоящим для немецкого бизнеса, считает IW Köln, аналитический центр. Страйк железнодорожников может обойтись бизнесу в 100 миллионов евро (110 миллионов долларов) в день, если он вынудит их приостановить производство. Автомобильная, химическая и сталелитейная промышленность, крупнейшая в Германии, особенно зависят от железнодорожного транспорта.
Настроения рабочих становятся все более раздраженными. "Круглые таблицы с фантазиями о революции распространяются", - предупредил Хабек. Партия "Альтернатива для Германии" крайне правых взглядов старается разжигать недовольство. В Дрездене крайне правая группировка "Свободные саксонцы" проникла в протесты фермеров, требующих "ликвидации светофора" (так называют правящую коалицию социал-демократов, либерал-демократов и зеленых из-за цвета их флагов).
Томас Пулс из IW Köln опасается, что забастовки нанесут ущерб репутации Германии как места для ведения бизнеса. Местные руководители уже беспокоятся по поводу немецкой версии протестов "желтых жилетов" во Франции в 2018 году, которые завершились тем, что демонстранты в желтых жилетах подожгли автомобили на Шанзелизе, а полиция применила слезоточивый газ. Йохен Копельке, глава профсоюза полиции Германии, в интервью газете Tagesspiegel предупредил, что фермеры, вероятно, "просто начало огромной волны протестов в этом году". Германия была единственной крупной экономикой, которая сократилась в 2023 году, и год закончился особенно плохим, с неожиданным падением доверия к бизнесу в декабре. Этот год, похоже, будет еще более тяжелым.
Пивовары возмущены освобождением виноделов от правил борьбы с отходами.
В то время как ЕС обсуждает правила, ограничивающие количество отходов от упаковки, производители пива утверждают, что их несправедливо дискриминируют, предоставляя виноделам льготы от целей по повторному использованию и схемам возврата бутылок, но один из руководителей европейской ассоциации виноделов говорит, что "пивовары должны заниматься своим делом".
Европейские производители пива предупреждают, что исключение вина из программ возврата бутылок и целей по повторному использованию является несправедливым и потенциально незаконным, поскольку законодатели ведут окончательные переговоры по новому закону, направленному на борьбу с растущим потоком отходов упаковки в ЕС.
Министры окружающей среды согласовали мандат Совета ЕС по переговорам по предложенному Регулированию упаковки и отходов упаковки (PPWR) до Рождества, что открыло путь для предстоящих политических переговоров с Европейским парламентом, которые уже ведутся на техническом уровне.
"Наша позиция ясна", - пишет торговая ассоциация "Пивовары Европы" в обращении к депутатам Европейского парламента и правительственным переговорщикам (10 января). "Если цели и обязательные требования PPWR распространяются на пиво, то есть юридическое обязательство, что они распространяются на все категории алкогольных напитков".
Совещание министров 18 декабря привело к исключению виноделов из требования, согласно которому к концу десятилетия 10% продуктов должны поставляться в повторно используемых контейнерах в рамках системы повторного использования или заполнения, увеличиваясь до 40% к 2040 году. Исключение также распространяется на требование, также поддержанное Европейским парламентом, что вино должно быть освобождено от схем возврата депозитов, которые должны быть введены к 2029 году в соответствии с предложением.
На саммите 18 декабря чешские и бельгийские министры выразили возражения по поводу неравного обращения с пивоварнями, но уступили. Бельгия, которая в настоящее время председательствует в Европейском совете и, следовательно, в принципе нейтральна в межправительственных переговорах, надеется заключить соглашение с парламентом к началу марта.
Игнасио Санчес Рекарте, генеральный секретарь торговой ассоциации Comité Européen des Entreprises Vins, представляющей около 7000 виноделов по всей Европе, не разделяет опасения производителей пива. Он заявил Euronews, что рынок, доминируемый транснациональными пивоваренными конгломератами, не имеет ничего общего с рынком, на котором преобладают небольшие местные производители.
По словам Санчеса Рекарте, более 99% внутреннего винного сектора составляют микро- и средние предприятия, он сомневается в надежности правовых аргументов, выдвинутых пивоварнями, и утверждает, что его организация сосредоточилась на предоставлении политикам информации, "соответствующей и актуальной" для своей отрасли.
"Это не моя задача оценивать, должны ли в секторе пивоварения быть какие-то цели, так как это зависит от внутренних характеристик самого сектора", — сказал Санчес Рекарте. "Точно так же, пивовары должны заниматься своим делом и сосредоточиться на своих обязанностях".
Производители пива в Европе поделились с Euronews кратким юридическим анализом, который они направили в Европейскую комиссию в прошлом году, в котором они утверждают, что вино и пиво являются конкурирующими продуктами, которые "по крайней мере частично взаимозаменяемы", и утверждают, что правила, благоприятствующие одному из них, искажают рынок.
Глава операций в лоббистской группе Саймон Спиллейн заявил, что производители пива «уже идут в авангарде» в области устойчивости упаковки, ссылаясь на пример, когда бочки для пива используются около 165 раз, прежде чем их разбить и переработать после 30 лет. Он поддерживает системы повторного использования, которые уже существуют во многих странах, — сказал он.
"Поэтому мы выступаем за амбициозный PPWR, но нам нужна равная игра в законодательстве о упаковке, где пиво и другие алкогольные напитки играют по одним и тем же правилам, при этом каждый сектор вносит равный вклад в достижение целей и поддержку систем сбора", - сказал Спиллан. "Любой другой подход ставит пивоваров в невыгодное положение".
Администрация Байдена освобождает корпоративных преступников от ответственности.
Тим Уайтхаус, бывший адвокат по надзору за соблюдением в Агентстве по охране окружающей среды и исполнительный директор общественной организации Public Employees for Environmental Responsibility, похвалил недавние усилия администрации Байдена в области надзора, при этом признавая, что такие усилия сталкиваются с серьезными препятствиями. "Для создания хорошей программы надзора требуется многолетнее финансирование и политическая поддержка, - сказал он. - Нестабильность в Конгрессе не только деморализует сотрудников Агентства, но и подрывает их способность мыслить стратегически на долгосрочную перспективу".
Проблемы в Агентстве по охране окружающей среды отличаются, но не являются не связаны с проблемами в Министерстве юстиции, которое занимается экологическими преступлениями через свою Департамент охраны окружающей среды и природных ресурсов, или ENRD. Прежде чем присоединиться к Агентству по охране окружающей среды, Ульманн, помощник министра Агентства по охране окружающей среды по вопросам надзора, в течение 17 лет возглавлял отдел экологических преступлений в ENRD, с 1990 по 2007 год. Агентство по охране окружающей среды передает свои самые серьезные гражданские и уголовные дела в ENRD, которое, как относительно недофинансируемое ведомство, часто полагается на другие агентства, чтобы выбрать, какие дела возбуждать. В финансовом году 2022 года Агентство по охране окружающей среды передало меньше дел в Министерство юстиции (88), чем когда-либо с 2000 года и рассмотрело меньше гражданских судебных дел, чем с тех пор. Как отмечает Проект по защите окружающей среды, даже Агентство по охране окружающей среды при Трампе рассмотрело 94 гражданских дела и передало 106 дел в Министерство юстиции в год, в среднем.
В целом подход Министерства юстиции к корпоративным преступлениям подвергся жесткой критике со стороны защитников. Хотя наблюдатели высоко оценили некоторые шаги, предпринятые Министерством юстиции во время пребывания Меррика Гарланда на посту генерального прокурора - например, создание базы данных по корпоративным преступлениям, - Министерство юстиции Байдена также активно использовало соглашения о смягчении наказания, позволяющие компаниям отсрочить или избежать судебного преследования, а также побуждало компании выставлять в качестве козлов отпущения отдельных сотрудников, чтобы избежать более широких обвинений. Кеннет Полит-младший, бывший заместитель генерального прокурора по уголовному отделу Министерства юстиции, пересмотрел политику по преследованию корпораций в этом отделе, чтобы ограничить количество судебных преследований.
Дебаты о закрытии правительства разжигают гражданскую войну в Палате представителей.
Консервативные сторонники жесткой экономии в Палате представителей сегодня выступили против руководства партии - заблокировав ряд голосований - в знак протеста против недавнего соглашения о расходах, заключенного спикером Майком Джонсоном с демократическим руководством, которое они считают недостаточным в плане сокращения расходов.
Хотя республиканцы из Луизианы могут избежать решения этой проблемы на данный момент, 19 января страна столкнётся с дедлайном по четырём из двенадцати ежегодных законопроектов о расходах. Джонсон публично заявил, что не поддержит "продолжающееся решение" (CR), чтобы продлить дедлайн по этим четырём законопроектам до 2 февраля, когда истечёт срок для остальных восьми.
Однако, с учетом того, что осталось всего 9 дней, лидер республиканцев в Сенате Митч Макконнелл заявил, что Конгресс должен принять законопроект о временном финансировании, чтобы сохранить работу правительства, что означает, что спикер может нарушить свое обещание, в значительной степени сделанное для удовлетворения своих правых сторонников. Такой маневр может спровоцировать ожесточенную идеологическую борьбу в Палате представителей, разделенной по партийным линиям, по поводу роли республиканцев в сокращении расходов, что может привести к частичному закрытию правительства или отстранению Джонсона от должности.
"Я четко заявлял, что CR не является способом финансирования нашего правительства, как того требует Закон о бюджете 1974 года, - заявил конгрессмен Мэтт Росендейл из штата Монтана. - У нас было достаточно времени, чтобы это сделать, и если руководство не направит комитеты на выполнение этой работы и не даст членам возможность проголосовать за нее, то в этом и кроется проблема".
Фотография спикера Палаты представителей США Майка Джонсона, сделанная 12 декабря 2023 года в Вашингтоне, округ Колумбия.
Росендейл, член крайне правого Фракции Свободы, был одним из тех, кто сорвал голосование в среду. Он считает, что цифра, указанная в соглашении Джонсона, слишком высока и не делает достаточно для сокращения национального долга в 34 триллиона долларов.
Росендал также был среди 71 республиканцев, которые выступили против Закона о финансовой ответственности, заключенного между демократами и бывшим спикером Кевином Маккарти, соглашение, которое установило параметры для недавних переговоров Джонсона с лидером сенатских демократов Чарльзом Шумером.
Джонсон праздновал достижение соглашения по сокращению расходов на 16 миллиардов долларов, но Freedom Caucus считает, что он мог бы добиться большего. Модератные республиканцы, поддерживающие соглашение Маккарти, считают это позицию нереалистичной и противоречащей цели республиканцев заставить Конгресс принять 12 отдельных законопроектов о расходах вместо «омнибуса», который в последние годы объединял эти 12 законопроектов в один голос.
"Новый год, то же самое идиотское поведение некоторых", - сказал представитель республиканской партии из Нью-Йорка Майк Лоулер. "Мы не делаем "омнибус", поэтому каждый законопроект будет рассматриваться на конференции и обсуждаться. Очевидно, что нам, вероятно, потребуется больше времени, чтобы это сделать. И я не поддерживаю закрытие правительства, поэтому у меня нет проблем с принятием краткосрочного бюджета, который позволит завершить этот процесс".
С 1996 года Конгресс не принимал все 12 законопроектов в отдельности. Лоулер заявил, что стоит отложить принятие четырех законопроектов, чтобы обеспечить правильность процесса. Если Конгресс не сможет принять 12 законопроектов к декабрю, в соответствии с Законом о финансовой ответственности, будет применено сокращение бюджета на 1 процент к расходам на оборону и непредвиденные расходы.
Конгрессмен Томас Масси из Кентукки, один из самых ярых сторонников бюджетной экономии в Республиканской партии, но не один из протестующих против голосования в среду, заявил, что годовой CR, который приведет к сокращению расходов на 1 процент, может быть наиболее реалистичным способом сохранить работу правительства, одновременно положив конец «игре на выживание».
Однако, по его словам, наиболее «ответственным» способом сократить расходы было бы принять все 12 законопроектов. С учетом того, что многие республиканцы не хотят видеть закрытие правительства и сокращение расходов на оборону на 1%, срочность принятия законопроектов может привести к тому, что некоторые республиканцы примкнутся к демократам, чтобы продлить сроки принятия четырех законопроектов о расходах и достичь соглашения о финансировании правительства, даже если это поставит Джонсона в неловкое положение перед некоторыми из тех, кто находится на крайнем правом фланге.
"Это [снижение на 1 процент] должно послужить мотивацией и рычагом для принятия 12 отдельных законопроектов, — сказал Мэсси в интервью Newsweek. — Поэтому я думаю, что мы можем согласиться на годовую бюджетную резолюцию, а затем мы столкнемся с небольшим препятствием, и, надеюсь, все придут в себя. Так я бы и сделал."
Регуляторы одобрили новые биткоин-ETF в переломный момент для криптовалют.
Комиссия по ценным бумагам и биржам с неохотой одобрила фонды, торгуемые на бирже, которые непосредственно владеют биткоинами, что долгое время ожидали поклонники цифровых валют и критиковали финансовые регуляторы, скептически настроенные по отношению к криптовалютному сектору.
Комиссия одобрила 10 фондов, торгуемых на бирже, или ETF, которые инвестируют в биткоин, включая фонды, предложенные такими гигантами, как Blackrock и Fidelity, а также более мелкими финансовыми компаниями.
"Хотя мы сегодня одобрили листинг и торговлю определёнными акциями Bitcoin ETP, мы не одобрили и не поддержали Bitcoin", — заявил председатель Комиссии по ценным бумагам и биржам Гэри Дженслер. "Инвесторы должны остерегаться множества рисков, связанных с Bitcoin и продуктами, стоимость которых привязана к криптовалютам".
Генслер также добавил, что одобрение криптовалютных фондов не означает, что Комиссия по ценным бумагам и биржам одобрит фонды или товары, торгуемые на бирже (ETPs), основанные на других цифровых валютах или активах.
Важно отметить, что сегодняшние действия Комиссии ограничиваются только цифровыми активами, представляющими собой одну нефинансовую товарную позицию, биткойн. Это ни в коем случае не должно означать, что Комиссия готова одобрить стандарты для листинга криптовалютных активов. Кроме того, одобрение не дает никаких сигналов относительно взглядов Комиссии на статус других криптовалютных активов в соответствии с федеральными законами о ценных бумагах или о текущем состоянии несоответствия некоторых участников рынка криптовалютных активов федеральным законам о ценных бумагах, — заявил Генслер.
SEC отклоняла аналогичные заявления на протяжении многих лет. Однако в прошлом году Апелляционный суд округа Колумбия постановил, что отказ SEC одобрить заявление Grayscale о преобразовании фонда в фонд, инвестирующий напрямую в биткойны, является незаконным, назвав позицию SEC "неправомерной".
С учетом этих обстоятельств и тех, которые более подробно обсуждаются в порядке одобрения, я считаю, что наиболее устойчивый путь вперед — одобрить листинг и торговлю этими акциями спот-биткоина, — объяснил Генслер.
Ожидаемое одобрение было воспринято как поворотный момент для цифровых валют, сторонники которых утверждают, что это расширит доступ к инвестированию в биткоин и, возможно, приведет к более широкому признанию криптовалют как законных финансовых активов. Цена биткоина резко выросла в последние месяцы, поднявшись с примерно 25 000 долларов в сентябре до более 45 000 долларов, отчасти потому, что многие инвесторы в биткоин считают, что эти фонды создадут большее спрос на актив.
Критики раскритиковали SEC в среду вечером.
Деннис М. Келлехер, соучредитель, президент и генеральный директор Better Markets, заявил, что одобрение является "исторической ошибкой, которая не только выпустит криптовалютных хищников на десятки миллионов инвесторов и пенсионеров, но и, вероятно, подорвет финансовую стабильность".
"Когда криптоиндустрия, явно нарушающая законы, разваливается и сгорает из-за горы арестов, уголовных приговоров, банкротств, судебных исков, скандалов, огромных убытков и миллионов жертв инвесторов и клиентов, кто бы мог подумать, что SEC придет на помощь, одобрив надежный и знакомый инвестиционный инструмент, который позволит массовому маркетингу известного бесполезного, нестабильного и полного мошенничества финансового продукта для американцев с главной улицы", — сказал Келлехер.
Жалобы на использование русского языка в Украине выросли на 30% - RT Russia & Former Soviet Union
Власти призывают население подавать заявления с целью де-русификации страны.
В прошлом году количество жалоб в украинские власти на людей, говорящих по-русски, увеличилось на 30%. Киев активно поощряет население сообщать о таких случаях, чтобы, как утверждается, «защитить» страну от российского влияния.
По данным офиса комиссара по защите государственного языка, в 2023 году было зарегистрировано 3692 нарушения языковых законов. Киев, Харьков и Одесса остаются "лидерами по количеству жалоб на нарушения. Поэтому строгий контроль за соблюдением языковых прав граждан во всех сферах общественной жизни должен быть одним из приоритетов лидеров сообщества в этом году", - сказал Тарас Кремен, омбудсмен по языковым вопросам страны.
Кремен также подтвердил, что штраф в размере 3400 гривен (89 долларов) был наложен на киянского таксиста, обслуживавшего клиентов на русском языке. Омбудсмен напомнил общественности о "детальном алгоритме действий в случае нарушения права на получение информации или услуг на государственном языке", призывая людей немедленно подавать жалобы на веб-сайте комиссара, когда такие случаи происходят.
В 2019 году Украина приняла закон, обязывающий использовать украинский язык во всех сферах общественной жизни, включая правительство, медицину, науку, образование и СМИ. Несоблюдение этого требования может привести к штрафам. С 2022 года, когда начался военный конфликт с Россией, Украина начала кампанию по полной дерусификации, и депутаты утверждают, что это необходимо для защиты от российского влияния. Местные власти ввели полный запрет на произведения искусства на русском языке, выступления, книги, фильмы, песни и их изучение в школах и университетах и рекомендовали школьникам общаться на украинском языке даже во время перерывов.
В августе прошлого года подростка задержали и заставили снять видео извинений после того, как он исполнил песни советского певца Виктора Цоя на улице в городе Львове. Отстранение от работы нескольких учителей, говоривших на русском языке с учениками, также вызвало общественный резонанс.
Секретарь Совета национальной безопасности и обороны Украины Алексей Данилов ранее заявил, что "русский язык должен исчезнуть" с территории Украины "как элемента враждебной пропаганды и манипулирования населением".
Москва утверждает, что такие законы нарушают права русскоязычных, которые составляют около половины населения Украины. В феврале министр иностранных дел России Мария Захарова заявила, что кампания Киева по дискриминации по отношению к языку становится все более возмущающей. В опросе, проведенном Киевским международным институтом социологии в сентябре прошлого года, респонденты назвали дискриминацию по языку наиболее распространенным видом предубеждения в Украине, 45% опрошенных считают, что это проблема.
Не позволяйте SNP превратить кризис здравоохранения в "новую норму" - комментарий "The Scotsman"
Поскольку последние данные Национальной службы здравоохранения показывают, что ситуация ухудшается, мы должны быть возмущены.
83-часовое ожидание в отделении неотложной помощи; четыре из десяти пациентов ждут более четырех часов; 30 машин скорой помощи стоят в очереди у больницы, не в состоянии реагировать на другие экстренные вызовы; персонал "уходит с смены в слезах" из-за качества оказания медицинской помощи и "близкого коллапса работы", по словам эксперта из Королевского колледжа неотложной медицины.
Если кто-нибудь осмелится сказать, что Национальная служба здравоохранения Шотландии не находится в состоянии кризиса или что это просто обычные зимние проблемы, мы должны быть возмущены. Опасность в том, что политики, такие как министр здравоохранения Майкл Мэтьюсон, смогут добиться успеха в своих усилиях убедить нас в том, что, хотя это и печально, это как-то приемлемо, что министры ничего больше не могут сделать в этих обстоятельствах, что это новая норма.
На фоне призывов к его отставке из-за полного провала плана восстановления Национальной службы здравоохранения Шотландии, Мэтьюсон говорил о том, как "усиленное зимнее давление" было "не уникальным для Шотландии". Вместо того, чтобы "обвинять Вестминстер", попытка защиты заключалась в том, что "Вестминстер так же плох", как будто это приносило какое-либо утешение легионам пациентов, вынужденных часами ждать в больнице, испытывая боль и страдания.
Он признал, что давняя проблема задержки выписки - когда пациенты, достаточно здоровые, чтобы выписаться из больницы, не могут это сделать, часто потому, что необходимая социальная помощь не доступна, - является "важным фактором", но заявил, что план действий реализуется "поэтапно". Учитывая, что эта проблема существует уже много лет, мало кто надеется, что SNP, наконец, нашла решение.
Действительно, новые данные Public Health Scotland показывают, что ситуация на самом деле ухудшается: в ноябре 1910 человек были задержаны в больнице, по сравнению с 1730 в апреле. Одна из причин, по которой скорая помощь не может быстро доставить пациентов в больницу, заключается в том, что отделения неотложной помощи переполнены, потому что палаты переполнены.
Судя по состоянию наших больниц, разговоры СНП о планах по восстановлению и планах действий - это просто разговоры, и опасные разговоры. Мы не должны позволять некомпетентным политикам обмануть нас и вовлечь нас в гибель этой великой британской институции - Национальной службы здравоохранения.
Компания по переработке строительных отходов открывает новый завод в Кумберналде в рамках движения к циркулярной экономике.
Эта мера также поможет преобразовать заброшенную территорию бывшего завода Гартшор.
Шотландская компания по переработке отходов, уже переработавшая более миллиона тонн строительных отходов, открыла вторую фабрику после многомиллионных инвестиций.
Компания "Брустер Братья" перерабатывает 100 процентов извлеченных из-под земли грунтов и строительного мусора, получаемых в результате деятельности строительной отрасли, в высококачественные материалы для повторного использования. За последние шесть лет компания, расположенная недалеко от Ливингстона, в Западном Лотиане, предотвратила отправку почти 1,35 миллиона тонн строительного, демонтажного и земляных отходов на свалку. Она создала более миллиона тонн переработанных материалов для продажи в строительную отрасль.
В рамках расширения бизнеса на сумму более 6 миллионов фунтов стерлингов Brewster открыл свой второй завод по переработке отходов, реконструировав старый завод Gartshore Works недалеко от Кумбернаулда. Новый завод будет обслуживать строительные площадки, жилищные и коммунальные объекты в западной части Центрального пояса. Завод в Ливингстоне, на котором в настоящее время работает 39 человек, продолжит предоставлять экологически чистые услуги по утилизации отходов и переработку строительных материалов предприятиям Эдинбурга, Файфа и Лотиана.
Скотт Брюстер, управляющий директор, который основал компанию в 2017 году вместе со своим отцом Алексом, сказал: «Понятно, что строительный сектор в Шотландии осознает необходимость сокращения количества природных ресурсов, используемых отраслью, а также количества выбросов углекислого газа при одновременном увеличении использования вторичных и переработанных материалов. За последние шесть лет объем переработки строительного, демонтажного и земляного мусора увеличился в огромной степени, и наши инвестиции в этот второй объект демонстрируют, что есть возможности для дальнейшего расширения в этой области.
"Шотландия имеет большие амбиции по переходу к циркулярной экономике, и правительство планирует ввести новый налог на вторичные материалы, который должен ускорить переход от использования первичных продуктов."
В рамках реконструкции заброшенного объекта Gartshore Works компания наняла новых сотрудников, поддерживаемых Фондом зеленых рабочих Scottish Enterprise. Компания также будет перерабатывать старые отходы угольной шахты на этом участке и превратит его в парк для местного сообщества.
Политики ошибаются, когда речь заходит о ограничении арендной платы.
Всегда есть искушение для политиков вмешиваться в ситуации, в которых они считают, что могут что-то изменить. Конечно, если бы было очевидное простое решение проблемы, то кто-то с большим опытом и пониманием проблемы уже бы его реализовал.
Таким образом, почти 18 месяцев назад был принят Закон о стоимости жизни (защита арендодателей) (Шотландия) 2022 года, который пытался ограничить арендную плату в течение ограниченного периода, чтобы облегчить давление кризиса стоимости жизни. Что мы видим сейчас по последним статистическим данным шотландского правительства, так это то, что в прошлом году средняя арендная плата увеличилась во всех типах недвижимости, от самого низкого роста в 11,7 процента для однокомнатных квартир до самого высокого показателя в 14,3 процента для двухкомнатных квартир. Каждый тип недвижимости (от однокомнатных до четырехкомнатных квартир и комнаты в квартире) показал двузначный рост арендной платы с момента введения Закона о стоимости жизни в октябре 2022 года, превысив средний годовой рост арендной платы за предыдущие 12 лет в три раза.
Было много предупреждений со стороны всех, кто участвует в жилищном секторе, что это произойдет, но они были проигнорированы. Нежелание верить, что рыночные силы определяют цены, а не правительство, привело к огромному росту арендных цен, который можно было бы избежать с большим пониманием, переговорами и обсуждением с сектором и планом, который понимал принципы предложения и спроса.
Поскольку закон о стоимости жизни заканчивается 31 марта 2024 года, новый консультационный документ стремится продлить контроль над уровнем увеличения арендной платы, который может быть взимаем в следующем году. Консультации заканчиваются в понедельник и предлагают установить арендную плату по наименьшему из трех сравнителей: открытая рыночная арендная плата; предложенная арендодателем новая арендная плата; и "разумное" увеличение, разработанное с помощью новой системы сжатия, используя сравнение с процентом рыночной арендной платы.
Шотландские арендаторы, скорее всего, столкнутся с дальнейшим ростом арендной платы, если экспертов не послушать (Фото: Adobe)
Эта схема предусматривает увеличение арендной платы на 6-15 процентов, что, по иронии судьбы, будет выше исторических годовых ценовых ростов. Но, что более важно, эта схема будет неэффективной, чрезмерно сложной и слишком дорогостоящей для мониторинга и реализации. У нас уже есть система, включающая первый уровень жилищного суда, который решает, является ли увеличение арендной платы справедливым. Это похоже на добавление дополнительных слоев бюрократии без каких-либо выгод для арендодателей или арендаторов.
К сожалению, этот консультационный документ, похоже, является еще одним шагом к установлению контроля над сектором. Более простым решением было бы позволить рынку вернуться к нормальной работе, не навязывать внешние ограничения на уровень арендной платы, и результатом будет более низкий рост арендной платы, чем мы видели за последние 18 месяцев. Для стабилизации цен на аренду в долгосрочной перспективе правительство должно стимулировать увеличение инвестиций и рост в секторе частной аренды (ЧА) и одновременно финансировать существенное увеличение предложения социального жилья. Чем больше инвестиций в ЧА, тем больше стабильности будет создано на рынке жилья. Увеличение объемов как на рынке ЧА, так и на рынке социального жилья в конечном итоге приведет к стабилизации арендной платы, поскольку спрос будет соответствовать предложению, а равновесие будет достигнуто. Только приняв эти меры, мы начнем решать текущий жилищный кризис. Ничего другого просто не сработает.
Греггс планирует увеличить прибыль за счет дальнейшего расширения сети филиалов, сохраняя при этом цены.
Компания FTSE 250, известная своими колбасными рулетами и стейк-бейками, планирует расширить сеть филиалов, но не повышать цены.
Сеть хлебопекарен Greggs заявила, что в следующем году не планирует повышать цены и намерена открыть 160 филиалов, сосредоточившись на расширении присутствия за пределами городских центров.
Генеральный директор Роисин Керри заявила, что "в настоящее время" не планирует повышать цены в магазинах, ожидая более стабильной базы затрат в течение следующего года. Однако она добавила, что "до того, как мы увидим дефляцию, которая позволит нам начать снижать цены, пройдет много времени", и что среди тех, кто столкнется с более высокими затратами на заработную плату из-за повышения минимальной заработной платы, будут розничные магазины, хотя она добавила, что тенденция роста зарплат "хорошая, так как это дает больше денег в карманы потребителей".
Греггс также объявил о планах открыть еще 160 магазинов в следующем году и о сильном завершении 2023 года. Группа открыла рекордное количество 220 новых магазинов в 2023 году, при этом 33 магазина были закрыты, а 42 переехали, в результате чего на ее балансе осталось 145 новых объектов, а общее количество объектов достигло 2473.
Компания FTSE 250 планирует открыть в 2024 году от 140 до 160 филиалов в чистом выражении, чтобы предоставить клиентам более удобный доступ к своим магазинам. Компания будет продолжать расширяться в торговых центрах, туристических зонах и на обочинах дорог, а также на промышленных территориях. Керри сказала: "Где бы то ни было, где вы не можете сейчас легко добраться до Greggs, мы хотим попробовать занять это место".
Кроме того, компания планирует продолжать расширять часы работы магазинов в вечернее время, а в настоящее время такие часы уже действуют в 1200 магазинах. В обновленном отчете о торговле компания сообщила о росте продаж в собственных магазинах на 9,4% в четвертом квартале по сравнению с аналогичным периодом прошлого года, что меньше, чем 14,2% рост, наблюдавшийся в предыдущие три квартала, поскольку, по словам Greggs, вклад инфляции в этот рост был меньше. В целом за год компания показала рост продаж на 13,7%, а общий объем продаж за год вырос на 20% до 1,8 млрд фунтов стерлингов.
Компания также сообщила, что продолжает наблюдать за сильным спросом на веганские варианты, недавно вернув в ассортимент веганский стейк, а также рождественские продукты, включая праздничный пирог, шоколадный апельсиновый маффин и рождественский багет.
Мэтт Бритцман, аналитик по акциям в Hargreaves Lansdown, сказал, что "Греггс может отметить 2023 год как год реального прогресса" благодаря расширению часов работы, большему количеству вариантов доставки, улучшению производственной мощности и "новому набору вкусных лакомств". Он добавил: "Праздничные пироги и шоколадные апельсиновые маффины лидируют на Рождество, но медведи могут указать на замедление роста продаж в течение года, и четвертый квартал был самым низким в 2023 году. Это в основном потому, что Греггс смог ограничить рост цен, когда инфляция снизилась. В долгосрочной перспективе это положительное событие.
Одним из ключевых преимуществ Greggs является предложение более дешевого продукта, и сохранение этого предложения является ключевым, особенно когда доходы потребителей растягиваются. Самое главное — наблюдать за ростом объемов, и это остается таковым. Работа не завершена. Ожидается, что в 2024 году будет наблюдаться дальнейший прогресс, поскольку инвестиции продолжатся в цифровое предложение, партнерства по доставке и расширение сети магазинов.
Закон Риши Сунака, направленный на отмену несправедливых обвинений, может иметь серьезные непреднамеренные последствия - комментарий The Scotsman.
Политики, которые считают, что могут отменить решения судей, фактически ставят себя выше закона.
Как отмечали, в частности, "The Scotsman", несправедливое осуждение сотен руководителей отделений почты в связи со скандалом "Хорайзон" является одним из самых серьезных нарушений правосудия в истории. Люди отправлялись в тюрьму, теряли дома, семьи и репутацию, а также испытывали ментальные страдания, когда честного человека считали преступником.
Хотя основной причиной их проблем была несовершенная компьютерная система Horizon, министр почты Кевин Холлинрейк заявил членам парламента вчера, что доказательства показывают «не только некомпетентность, но и злонамеренность» со стороны почты. Он сожалел, что только 95 из более чем 900 обвинений были отменены. Теперь в Англии и Уэльсе будет введено новое законодательство, чтобы оправдать жертв скандала, а Даунинг-стрит заявила, что будет работать с правительством Шотландии над аналогичными шагами.
Невероятно, что можно достичь с помощью трогательной телевизионной драмы - ITV's Mr Bates Vs The Post Office - в год выборов. После многих лет бездействия политики внезапно стремятся сделать что-то. Однако есть проблемы с подходом Риши Сунака.
Первое - это то, что общий закон, освобождающий сотни людей, может непреднамеренно включать в себя тех, кто виновен, но, учитывая насущную необходимость освобождения невинных, это может быть ценой, которую стоит заплатить. Второе - это более серьезное. Закон, отменяющий судебные решения, может создать опасный прецедент в то время, когда популисты проверяют границы политической власти.
В США Дональд Трамп пытается заявить, что, будучи президентом, он имел иммунитет от преследования. В Великобритании Борис Джонсон незаконно приостановил работу парламента, чтобы облегчить реализацию своих планов по выходу из ЕС, а Сунак хочет отменить решение Верховного суда о том, что Руанда не является безопасной страной, приняв закон, который будет заявлять обратное.
Концепция разделения властей - правительства, парламента и судебной власти - является важнейшим средством защиты от тирании. Политики, которые считают, что могут отменять решения судов, фактически ставят себя выше закона. Избиратели должны ясно дать понять, что они не будут терпеть это ни при каких обстоятельствах, кроме самых крайних.
Верните надзор за тюрьмами штата Вашингтон. Жизни зависят от этого.
Система тюрем Вашингтона переживает кризис смертности. Это один из неудобных, но неизбежных фактов, с которыми мы столкнулись, будучи сопредседателями законодательной рабочей группы, занимающейся изучением системы тюрем нашего штата и разработкой рекомендаций по повышению безопасности тюрем. Несмотря на то, что мы приходим из разных слоев общества, включая администрацию тюрем, защиту гражданских прав и личный опыт пребывания в тюрьме, мы все согласны с тем, что необходимо независимое надзорное управление тюрьмами Вашингтона.
В 2022 году в тюрьму в Вашингтоне было заключено более 130 000 человек, и, тем не менее, удивительно мало информации о том, что происходит с ними после этого. В Вашингтоне нет государственного органа, ответственного за надзор за тюрьмами и предоставление информации об этом населению. Единственная доступная информация касается смертей в тюрьмах.
То, что мы обнаружили, показывает, что необходимы немедленные действия. Даже с учетом роста населения Вашингтона, уровень смертности в тюрьмах Вашингтона почти утроился с 2000 по 2019 год, что в 16 раз превышает средний показатель по стране. Превзойдя другие штаты, Вашингтон теперь имеет четвертое по величине число смертей в тюрьмах в стране. Это не может продолжаться.
Отмена тенденции смертности в тюрьмах и решение многих других проблем, стоящих перед тюрьмами, может потребовать сложных политических решений. Однако независимый надзор за тюрьмами является первым шагом к более безопасной и гуманной системе тюрем. Независимый надзор является проверенным средством повышения прозрачности и подотчетности как в Вашингтоне, так и по всей стране. По нашим подсчетам, по крайней мере 25 штатов имеют штатное учреждение, отвечающее за надзор за тюрьмами, и все они имеют более низкий уровень смертности в тюрьмах, чем Вашингтон.
Ближе к дому, Вашингтон недавно учредил или расширил независимый надзор за тюрьмами, полицией, школами и другими учреждениями. Тюрьмы являются исключением из надзора за учреждениями, отвечающими за здоровье и безопасность десятков тысяч людей.
Независимая служба надзора за тюрьмами может контролировать условия в тюрьмах, встречаться с персоналом и заключенными, сообщать о том, что они видели своими глазами, и даже сообщать о проблемах до того, как люди пострадают. Служба надзора за тюрьмами также может собирать и сообщать данные, помогая администраторам, политикам и общественности понимать нашу систему тюрем и выступать за решения, основанные на данных, в отношении смертей в тюрьмах и других проблем, связанных с тюрьмами.
Контроль не только в интересах заключенных. Наша рабочая группа пришла к выводу, что контролирующий орган может сотрудничать с перегруженными тюремными системами, предоставляя им необходимую помощь и рекомендации, включая разумные меры, способствующие повышению безопасности персонала и снижению повторных преступлений.
С 1981 по 1987 год в штате Вашингтон существовала государственная комиссия по надзору за тюрьмами, которую Министерство юстиции США однажды назвало образцом для других систем по всей стране. К сожалению, законодательный орган штата отменил надзор за тюрьмами, несмотря на возражения администрации тюрем, групп по защите прав человека и других.
Независимый надзор будет способствовать укреплению доверия общественности и принятию решений на основе данных в сфере, которая слишком долго функционировала без прозрачности. Мы просим Законодательное собрание принять на законодательном уровне рекомендацию нашей рабочей группы по восстановлению независимого надзора за тюрьмами нашего штата, округов и регионов. Жизни людей зависят от этого.
Хейли Оккинга — активист против тюремного заключения и организатор сообщества, а также исполнительный директор Beyond These Walls в штате Вашингтон.
Этан Фрэнчмен — юрисконсульт организации Disability Rights Washington, выступающей за права людей с ограниченными возможностями в тюрьмах и тюрьмах.
Как узнать, летите ли вы на Boeing 737 MAX?
Для большинства путешественников модель самолёта не является решающим фактором при бронировании рейса. Но после того, как большинство самолётов Boeing 737 MAX 9 были выведены из эксплуатации по всей стране после взрыва фюзеляжа самолёта Alaska Airlines 6 января, некоторые потенциальные пассажиры могут захотеть узнать, какой тип самолёта они будут летать и какие модели самолётов самые безопасные. На первый вопрос ответить несложно, на второй — немного сложнее.
Модель самолета обычно указывается в информации о бронировании рейса. В Google Flights она включена в детали рейса при его расширении, а обычно указывается на страницах бронирования отдельных авиакомпаний. Если по каким-либо причинам тип самолета не указан в Google Flights или на странице бронирования, сайты, такие как Expert Flyer и Seat Guru, агрегируют информацию о рейсах, например, схемы мест и типы самолетов.
Определить, какие модели самолётов являются самыми безопасными, не так просто. Национальная комиссия по безопасности на транспорте поддерживает всеобъемлющие базы данных о происшествиях и инцидентах. Федеральное управление гражданской авиации также предоставляет предварительные отчёты о происшествиях и инцидентах, которые включают производителя самолёта, участвующего в происшествии, за последние 10 дней на странице по анализу и обмену информацией по авиационной безопасности.
Еще одним полезным ресурсом, на который ссылается FAA, является «Глобальный статистический обзор авиационных происшествий с коммерческими реактивными самолетами 1959-2022 гг.», который оценивает безопасность по типам самолетов, разбивая авиационные происшествия по моделям самолетов. Согласно отчету, опубликованному в сентябре 2023 года, самолеты Boeing 787 и Airbus A350 являются самолетами с наименьшим количеством общего ущерба, в результате которого самолет не подлежит восстановлению. В отчете есть несколько дополнительных моделей, которые никогда не терпели ущерб, включая двухэтажный гигант Airbus A380. Но эти модели имели менее 1 миллиона вылетов на момент публикации отчета.
В отчёте также приводится сравнение уровня потерь воздушных судов на миллион вылетов, что помогает учесть тот факт, что некоторые модели более распространены или существуют дольше, чем другие. Авиалайнер Airbus A310, представленный в 1983 году, имеет самый высокий уровень потерь воздушных судов - 2,53 на миллион вылетов - среди моделей, которые по-прежнему используются в качестве пассажирских самолётов. Семейство Airbus 320, включающее A321 и A319neo, имеет самый низкий уровень - 0,11. Линия Boeing 737 MAX, существующая с 2017 года, имеет уровень 1,48.
Важно помнить, что, несмотря на то, что эти показатели рассчитаны на миллион вылетов, некоторые модели самолётов в этом отчёте, например, Boeing 727, введённый в эксплуатацию в 1964 году, существуют уже несколько десятилетий и, следовательно, имели больше времени, чтобы накапливать статистику авиационных происшествий, чем другим.
Пэрри Купер, представитель средств массовой информации из порта Сиэтла, который контролирует международный аэропорт Сиэтл-Такома, в электронном письме отметил, что существует множество причин, по которым происходят аварии, начиная от оборудования и заканчивая человеческими ошибками. Поэтому, хотя легко определить, какой тип самолета вы будете лететь, сложнее определить, что это означает с точки зрения безопасности.
Хотя можно проводить некоторые сравнения между моделями самолетов на основе имеющихся данных, ФАА советует не пытаться сравнивать авиакомпании по их авиационным происшествиям. Согласно отчету, процитированному администрацией, "в настоящее время нет никаких доказательств в данных о происшествиях, которые бы подтверждали ранжирование авиакомпаний по их показателям безопасности".
Хотя в любое время существуют значительные различия в показателях безопасности авиакомпаний, по мнению ФАА, это объясняется "редкими, но катастрофическими авиационными происшествиями", и эти видимые различия между авиакомпаниями со временем стираются. ФАА отказалась давать комментарии.
Как Бетта Эду стала козлом отпущения неэффективной политической системы.
В ходе недавнего инцидента, связанного с Беттой Эду, министром по гуманитарным вопросам и борьбе с бедностью в администрации президента Боле Ахмеда Тинубу, звучали призывы к ее отставке из-за обвинений в присвоении 585 миллионов нигерийских долларов из фонда помощи. Министр столкнулась с резкой критикой со стороны общественности после публикации конфиденциального меморандума, в котором она якобы поручила Олуватойин Мадеин, генеральному бухгалтеру федерации, перевести 585 миллионов нигерийских долларов на личный счет.
Согласно конфиденциальному меморандуму от 20 декабря 2023 года, Эду приказала перевести средства с счета Национального офиса социальных инвестиций на личный счет Бриджит Оньелу, бухгалтера проекта федерального правительства по борьбе с бедностью под названием "Гранты для уязвимых групп", проект, находящийся в ведении министерства госпожи Эду.
Говоря от имени Эду, ее пресс-секретарь Расheed Zubair утверждает, что этот акт является законным в рамках нигерийской государственной службы. Однако важно отметить, что этот запрос нарушает различные разделы финансовых правил Нигерии 2009 года, которые явно запрещают мошенничество и другие формы коррупции в государственном бизнесе. Кроме того, в разделе 7, статья 713 финансовых правил Нигерии 2009 года прямо гласит: "Личные деньги ни при каких обстоятельствах не могут быть переведены на государственный банковский счет, а также никакие государственные деньги не могут быть переведены на частный счет". Кроме того, он также гласит: "Любой чиновник, который переводит государственные деньги на частный счет, считается, что он сделал это с мошенническими намерениями".
В интервью для Ventures Africa анонимный высокопоставленный юрисконсульт одного из ведущих коммерческих банков отметил: «Существует несколько вопросов, связанных с этим. Во-первых, министерство относительно новое, а ее предшественник и первый министр, Садия Умар-Фарук, занимался деятельностью, которая, по-видимому, была незаконной. Это может быть отражением того, как они работают в министерстве. Тем не менее, перечисление государственных денег на частные счета противоречит правилам государственных закупок». Он добавил, что, если она не сможет предоставить обоснованную причину для такого одобрения, это не обязательно означает намерение совершить мошенничество, но это все равно неправильно, и отсутствует уверенность.
В твиттере политический и цифровой эксперт Акин Акинваль высказал мнение, что министерство не ошиблось, используя личный аккаунт.
Выразив аналогичные чувства в своем аккаунте в Twitter, политический аналитик и консультант по развитию и управлению, адвокат Иябо Авокоя выразила сочувствие к отстраненному министру. Она считала, что министр, возможно, совершила невинную ошибку, движимая решимостью выполнить свою работу.
На основе этих аргументов экспертов можно сделать вывод, что существует разногласие в финансовых законах между федеральным правительством и другими государственными парастаталями. Ситуация обострилась, когда утечка документа стала публичной, и Бетта Эду стала козлом отпущения для неэффективной политической системы.
Celeste - мой любимый "маленький хороший бесплатный игровой проект, в отличие от огромного коммерческого игрового проекта с глупо детализированным искусством" из-за того, что в оригинальной игре получение двойного дубля - это бессмысленный бонус в сундуке с сокровищами, а в коммерческой игре он заставляет меня плакать.
В целом я очень люблю взаимодействие между этими двумя играми. Преимущество коротких историй в том, что вы можете "пропустить хорошие моменты", они могут быть более захватывающими и удовлетворяющими. Преимущество длинных историй в том, что вы можете вложить гораздо больше эмоционального веса в то, что происходит, вы теряете непосредственность в обмен на более сильные вознаграждения.
Кульминация коммерческой игры Celeste буквально представляет собой расширенную версию игры Pico-8, с несколькими часами механики и сюжета, что делает ее гораздо более сложной. Celeste так гордится своей маленькой родительской игрой, что добавляет в нее такие элементы, как мемориал, прогресс "2000 M... 2500 M...", бонусы, флаг на вершине. Она позволяет играть в оригинальную игру прямо с титульного экрана!
Celeste - это не "хорошая версия" или "завершенная версия" игры для Pico-8, это просто другой подход к одной и той же основной истории. Как человек, любящий как короткие, так и длинные форматы, увидеть связь между ними таким образом очень интересно и приятно.
Есть еще одна версия среднего масштаба, которая могла бы существовать между этими двумя, рассказывающая ту же расширенную резонансную историю, но с более коротким временем игры и меньшими сумасшедшими производственными ценностями. Я думаю, что это была бы моя любимая версия, как, например, эмоциональный арк... как таковое, основной однопользовательский арк коммерческой игры в конечном итоге является небольшой частью этого, он больше интересуется тем, чтобы быть большим игровым полем для любимой платформы физики мира, что, по-моему, все еще круто.
Я, наверное, должен найти работу, но я очень ленив. Нанять меня сейчас, я выпью все ваше пиво.
не столько ленивый, сколько уставший, даже после всех этих лет.
да, брат, я, наверное, не нанимал бы меня, я бы уснул. но ты должен. это пиво не пьет само.
Я имею в виду, что я выпил все пиво, но все еще не нашел работу. ВАУ. Как вообще работает этот мир?
tbf, пиво было фантастическим
было
ха-ха-ха, нужно найти больше пива.
ps нанять меня
или нанять кого-то лучше.
Я не твоя мама.
Я даже не помню, что я могу делать. Возможно, стоит перейти на виски.
Всё, что делает Якоб Нильсен, связанное с ИИ, вызывает у меня головную боль.
Из его последнего обзора: https://jakobnielsenphd.substack.com/p/ux-roundup-20240219
Я должен документировать это дерьмо.
@user13 Святое дерьмо, это безумие.
@user14 @user13 утилитарная составляющая невероятно отвратительна, но я не могу избавиться от фетиш «развлечения только для меня».
Логично, что "реванш" искусственного интеллекта за дезорганизацию совета директоров перерос в то, что все творчество можно заменить, и нет никакой ценности в совместном опыте.
Это должно быть ужасно быть этими людьми. Я не могу представить, как ужасно должна быть их внутренняя жизнь.
@user15 @user14 Я считаю, что "общее переживание" является определяющим фактором развлечений. Или это общение между зрителями, или это когда развлекатель делится с аудиторией. Когда вы создаете развлечения только для себя, вы просто играете с собой.
@user13 лично я думаю, что общие переживания, по сути, являются неотъемлемой частью всего того, что мы делаем, а все остальное кажется оторванным (конечно, не всегда на 100%, но...)
@user14 да, даже индивидуальные средства обычно предназначены для общих целей.
@user13 Быть в мире - это быть в отношениях.
дерьмо... общенациональный сбой AT&T. неудивительно, почему сегодня утром все чувствуют себя мёртвыми https://www.foxbusiness.com/lifestyle/cell-phone-outage-hits-att-customers-nationwide-verizon-tmobile-users-also-affected
Похоже, что даже iMessage через Wi-Fi не работает, что для меня не совсем понятно.
Мой домашний интернет также через AT&T, и, к счастью, это нормально, но теперь я думаю, что было бы не так умно выбрать один и тот же провайдер для интернета и телефонной связи.
Сайт AT&T утверждает, что сбоев нет... хотя новости сообщают о сбоях 😠
Прошло несколько часов, и все новостные агентства пишут об этом событии, а на сайте AT&T все еще утверждается, что никаких сбоев нет. Это самый медленный статический сайт, который я когда-либо использовал...
@user9 Я предполагаю, что это связано со SLA. Если компания заключила контракт на обеспечение 5 9, то может ли она выйти из положения, заявив, что это еще не подтверждено (внутренне)? Например, обновление статуса на их статичной странице будет признанием вины? Возможно, я просто параноик или циник.
@user10, это понятно.
У меня было только одно хирургическое вмешательство, когда мне потребовалась общая анестезия. Это была «маленькая» нейрохирургия, которая дала моему мозгу больше места из-за состояния, с которым я родился, которое стало симптоматичным после того, как у меня родились дети (малformace Chiari). Момент, когда я проснулся, запомнился мне, поэтому я немного переживаю его, когда смотрю медицинские шоу, особенно с нейрохирургом 😂. Плейлист в больнице был в моем списке давно, и я очень наслаждаюсь им сейчас. #kdrama
Мой хирург действительно заботливый. Он позвонил мне накануне, потому что предсказывали снегопад, и когда медицинская команда беспокоилась о мне, когда я выходил из анестезии в реанимационном отделении, мой хирург заметил, что я открываю глаза и повязка оказалась в моих глазах. Я имею в виду во время хирургического вмешательства. Но всё равно очень ошеломляюще. Одна из самых страшных вещей, которые я делала, и я спала, и мне казалось, что не прошло никакого времени.
Я находилась в менструальном цикле, но мне пришлось раздеться. И они дали мне носить сетчатые трусики, которые носят после родов. Но в операционной меня полностью раздевают и накрывают. Так что в какой-то момент приятная медсестра заменила уход за менструацией до того, как я проснулась. Помимо родов, когда я была в сознании и получала помощь, или как младенец, мне никогда не делали такой личный уход. Это также был мой единственный прием в реанимационном отделении. Пребывание в реанимационном отделении было мерой предосторожности для моего типа операции.
Моя операция потребовала много отдыха, поэтому я посмотрела сезоны 1-3 сериала «Скорая помощь». Это помогло, поскольку МакДрими был нейрохирургом. Я обращала внимание на то, как пациента позиционировали, в случае, если я могла угадать, что с ней произошло. С тех пор как у меня была операция в 2018 году, в сериале «Хоспис» показали больше драматизации нейрохирургии, чем в любом другом медицинском сериале, который я видела после «Скорой помощи». Хорошо, что есть искусство и развлечения, которые помогают нам понять нашу жизнь.
@user32 Я смог сделать пересадку печени благодаря Hospital Playlist.
@user33 Вау!
Я много думаю о том, как поколение миллениалов было последним, которое могло строить связи с художниками, не подвергаясь давлению критического взгляда.
Мы появились в золотой эпохе медиа, с коллективным сознанием вокруг поп-культуры, которое больше не существует.
Мы должны были сразу приступить к делу, не задумываясь о происхождении, так как определить его было не так просто.
Нет оснований сомневаться в том, что мы поставили их на этот пьедестал, эти парасоциальные отношения стали важнейшими строительными блоками, формирующими нашу жизнь.
Именно поэтому у нас такие сильные связи с ностальгией.
Когда "Офис" еще был в эфире, мы с друзьями заказывали пиццу и собирались вместе, чтобы смотреть его каждый четверг.
Это не похоже на то, что мы имеем сейчас с стримингом, когда сразу выпускают 12 эпизодов и все смотрят по-своему темпу, добавляя к постам в социальных сетях «спойлеры» или обсуждая в определенных чатах.
Мы подсознательно стремимся соединиться с универсальным сообществом, которое когда-то окружало нас.
Именно поэтому многие из нас по-прежнему одержимы просмотром таких шоу, как "Офис", или фильмов, таких как "Анахоризм", которые предоставляют бесконечное количество цитат в стиле мемов.
Мы повторяли эти ссылки друг другу, предполагая, что большинство людей поймут.
В наши дни, даже если что-то становится вирусным в масштабах всего мира, мы не можем предположить, что все его видели.
Есть слишком много вещей, на которые нужно сосредоточиться, и нет никакого способа упростить это... мы когда-нибудь сможем избежать перенасыщения?
Мы попадаем в ловушку циклов открытия новых медиа, только чтобы обнаружить, что художник — хищник или расист.
Мы вынуждены бороться с ностальгией, признавая при этом, что люди, создавшие искусство, с которым мы связаны, могут быть крайне несовершенными.
Мы более осторожно вступаем в парасоциальные отношения.
Мы понимаем, что достичь таких позиций богатства и власти трудно без того, чтобы не наступать на других по пути.
В отсутствие коллективного сознания вокруг СМИ мы развили уровень классового сознания, который помогает нам оставаться критичными.
Некоторые из нас по-прежнему ставят людей на пьедесталы, а затем удивляются, когда они падают.
Мы находимся в периоде перемен, и я с нетерпением жду, чтобы узнать, где мы сможем остановиться.
@user11 Включение и безопасность должны быть по умолчанию.
@user12 @user11 включение и безопасность всегда должны быть приоритетом. Какой по умолчанию вы имеете в виду?
@user11 из-за потери общего опыта из-за перенасыщенности контентом и постоянно растущей поляризации нашего мира, очень легко для плохих актеров просто разрушить любые шансы на то, чтобы мы встретились и насладились вместе. Прости, должен был уточнить, ха-ха.
Поскольку у меня здесь так мало подписчиков, это безопасное место для каталогизации моих неудач с #Zelda. Три раза я пыталась поднять ствол дерева с помощью топора, вместо этого разбив его.
Сделать это в четыре раза
Я сделал впечатляющий прыжок и разбил свою лодку одним движением.
Погружаясь в пропасть с гигантским бейсбольным мячом.
Убил себя собственным бумерангом.
Я ненавижу лаву #firetemple
Началась скука от грязи #watertemple
Возвращаясь к этому. Я ненавижу королеву Гидбо.
Я только что обнаружил обновление, в котором можно посмотреть, где вы были.
После 4 месяцев игры в эту игру.
Я, несомненно, делаю это неправильно.
попал лицом в землю
Прошло уже какое-то время, как я обновлял эту тему. Наконец, я победил королеву Гидбо.
Читая дальше, следующие несколько битв кажутся тяжелой работой. Я просто хочу гулять и время от времени собирать грибы.
Время посадки на Луну (осталось около часа) https://plus.nasa.gov/scheduled-video/intuitive-machines-1-lunar-landing/
Ландер примерно такой же размеры, как старые телефонные будки в Великобритании...
3 минуты осталось...
Им пришлось подключить дополнительные лазеры к системе посадки, поэтому и произошла задержка: https://twitter.com/SciGuySpace/status/1760800168473928104
60 секунд...
Пока нет никаких сообщений...
В прямом эфире говорят, что у них есть сигнал.
"Мы на поверхности и передаем"
Очень узкая тема, но, к сожалению, в наши дни, если вы заинтересованы в создании или настройке маленьких роботизированных фигурок, вы вынуждены создавать что-то, предназначенное для войны и убийства.
Как и в 00-х годах, у нас были Биониклы, которые были по сути приключенцами/героями с элементарными силами и реальными характерами и хобби и т. д., но как и прежде и с тех пор, это просто такие вещи, как Warhammer, Gundam, Battletech, где все нацелено на то, чтобы быть оружием, демонстрируемым с избыточным эффектом в сопровождающих медиа.
И, конечно, эти другие источники знают, что "война плоха", но затем вы продаете убийственные машины как фигуры и сувениры. Так что же мы делаем?
Я представляю, что ответ заключается в том, чтобы просто отделить дизайн от его вымышленного предназначения, люди делают это с реальными танками и самолетами, но мой мозг с трудом справляется с этим.
Данные фигурки действительно выглядят круто, мне нравится их конструкция и то, как дизайн отражает определенные характеристики, но затем каждая фигурка - "а вот и ваш лазерный меч и (по крайней мере, один) пистолет!"
Это, вероятно, во многом связано с тем, что игрушки, ориентированные на мальчиков, имеют долгую историю, основанную на каком-то виде насилия, например, на таких игрушках, как GI Joe и Трансформеры, но пришло время, наконец, изменить это.
@user24 с нетерпением жду увидеть 3D-печатную миролюбивую роботизированную семью Берри :)
@user25 ооо, это крик, безусловно, как только у меня появятся навыки.
Громкий анархист, который подал свою ДНК биотехнологической компании для сомнительного анализа моего "происхождения". Что может пойти не так?
Моя жена хотела сделать это в качестве отправной точки. Не вдаваясь в подробности, у нее есть основания сомневаться, что некоторые из ее предков на самом деле являются ее предками. В моем случае, чтобы поддержать ее и увидеть влияние генетического дрейфа на небольшой выборке, у нас есть довольно обширные семейные записи.
Возможно, в моей семье есть один-два обманщика, но, учитывая, что мои родители были бедными, любые романы, скорее всего, происходили в однородных деревнях, маленьких городах и этнических гетто.
Дьявол, моя бабушка покинула своего мужа ради его брата, а у меня есть дядя по материнской линии, который покинул свою жену ради своей тети. Моя семья может перемещаться, но не очень далеко.
И теперь жена недовольна, потому что "Извлечение" прошло намного быстрее, чем ожидалось. Простите, возможно, ваш геном не должен был так упорно сопротивляться.
Результаты известны, и, барабан, они полностью соответствуют моей семейной истории. 89,9% британцев и ирландцев, причем большинство из них сосредоточено в Шотландии, Западной Ирландии, Уэльсе и Корнуолле. Не показывает много бретонцев, так что либо они настолько близки корнуолльцам, что не отличаются от них, либо мои бретонские предки не были из этого региона.
Поскольку мне было около 40 лет, я беспокоилась о том, что узнаю о детях, которых я не знала. Пока что только одна моя кузина (возможно) бросила детей.
Фу, король Людовик XIV, один из ваших потомков - анархист!
Саркастическая жена: Так, значит, с помощью этого теста на ДНК вы собираетесь стать шотландцем и ирландцем?
Я, одетый в килт Джонстона и читая "Старейшины Ирландии": Нет, я просто не вижу, как это могло бы вписаться в мою жизнь.
* День стирки, я обычно ношу баскетбольные шорты, когда просто лежу на диване.
Я собираюсь вытащить свою закваску из криогенной анабиоза* и вернуться к выпечке.
* морозильник
Я считаю это очень вдохновляющим; превращая такие простые ингредиенты в что-то такое богатое и сложное. Как наблюдать за рождением.
@user43, это замечательный хлеб, который у тебя получился!
@user44
Я пытаюсь заставить себя делать больше. Но синдром пустого гнезда сильно ударил по мне.
Я любила готовить и печь для своей компании.
@user43 я искренне сожалею по этому поводу :(
Конечно, вы можете пригласить людей, чтобы они помогли вам съесть это прекрасное произведение хлебного искусства, правда?
@user44
Я продолжу публиковать свои выпечки для моих любимых masto-peeps, и они их съедают с удовольствием.
Эта песня воплощает мою ситуацию...
youtube.com/watch?v=WxsYTK8l_Gk
@user43 неужели это не "я не могу начать"? в остальном отлично.
@user44
В академической среде равновесие редко встречается, но время, проведенное вне страницы, — это когда происходят лучшие мысли. 💭
Стремление опубликовать больше не всегда приводит к лучшим результатам. Важно сосредоточиться на восстановлении, стремясь стать лучшим ученым.
Вот несколько способов, которыми я обновляюсь:
Используйте оба полушария мозга.
Как ученые, мы чаще всего используем аналитическую часть нашего мозга. Но когда я использую как творческую (например, гитару, живопись и так далее), так и аналитическую часть своего мозга, мне кажется, что я увеличиваю свой интеллектуальный потенциал, что делает меня лучше в обоих аспектах.
Тренируйте мышцы, а не только разум. 💪
Физические упражнения — это не только для тех, кто хочет стать триатлетом или выглядеть лучше. Они также улучшают качество жизни — мысли, настроение, производительность — всё взаимосвязано. Время, проведённое за рабочим столом, становится более продуктивным, если вы берёте перерывы.
Разрешение на отдых. 📺
Иногда перезарядка не означает добавление новых привычек — смотреть хороший фильм или читать фантастическую книгу так же полезно, как и заниматься физическими упражнениями. Ключ в том, чтобы почувствовать, что можно расслабиться и не делать ничего. Здесь нет места чувству вины!
Эти тактики помогают мне чувствовать себя заряженным, но есть и другие. Как вы поддерживаете интерес к науке и избегаете выгорания?
#академия #наука #жизньфилософа #типично
Так что, на данный момент моя жизнь не очень хороша.
Именно поэтому
Это текущее состояние ванной комнаты на верхнем этаже.
Мой брат пришел и вытащил все это, и я откладываю начало работы по восстановлению всего этого.
Блеф. Хорошо, я закончил вытаскивать изоляцию.
Супер хороший выбор! Несмотря на то, что я был очень горячим и потным и в целом в ужасном состоянии, состояние этого костюма после этого намного лучше, чем когда он был на мне.
Таким образом, я думаю, что следующим шагом будет нанесение линии на потолок и ее снятие, а затем установка новой линии как можно быстрее.
#DIY #РемонтДома
@user16 Ужас, изоляция из стекловолокна проникает повсюду! Великолепная идея использовать защитный костюм художника, нужно запомнить это!
@user17
Девочка... возьми одну.
Я думаю, что это стоило 18 долларов, но, глядя на то, что могло бы прилипнуть ко мне, я считаю, что оно того стоило.
И респиратор... используйте его. На самом деле.
Я несколько раз сломал печать, просто двигая лицом, и мой нос начал течь от чего-то, что, похоже, кружится в воздухе.
@user16
Я являюсь яростным сторонником использования защитного снаряжения!
почему координаты GPS округляются до ближайшего целого числа, это совершенно бесполезно
потому что это вектор рациональных чисел
спасите меня от этого ужаса
Поле 0 — это степень, поле 1 — минута, поле 2 — секунда.
Мне это не нравится
@user29@user30.инженер о боже, люди действительно используют это за пределами тригонометрии?
@user31 я даже не использовал его ни в одной из задач по тригонометрии в средней школе лол
но, в основном, это либо DMS, либо десятичные градусы для координат GPS.
Салли Руни раньше участвовала в дебатах, и, если вы знаете об этом, то легко увидеть эти техники как в ее романах, так и в ее эссе.
И она очень хорошо владеет английским языком.
Иными словами, она использовала все эти замечательные навыки в интересах большей социальной цели на этой неделе.
ps - надеюсь, мы уже вышли за рамки извинений за то, что мы любим её романы или защищаем их как средние.
Это не те книги, которые я бы выбрал сам, но, когда я их прочитал, стало ясно, что мастерство автора не вызывает никаких сомнений. И мне нравятся персонажи, которые ведут длинные разговоры, прекрасно осознающие свою политическую роль, но не осознающие своих эмоциональных потребностей. Часть взросления.
Да, вот последний эссе Салли Руни.
https://www.irishtimes.com/culture/books/2024/03/16/killing-in-gaza-has-been-supported-by-irelands-good-friend-in-the-white-house/
@user38 слышал, что этот эссе хорошее, и это так.
@user39 я случайно наткнулся на ее эссе, написанное некоторое время назад, в котором она рассказывает о своих дебатных выступлениях, и могу сказать, что оно четко объясняет, почему я испытываю апатию по отношению к некоторым видам подкастов, которые считаются основой «информативных дискуссий».
https://thedublinreview.com/article/even-if-you-beat-me
Возможно, рыбий объектив немного переборен для ящика для гнездования.
Живите и учитеся.
Я, наверное, должен был знать лучше, так как уже построил один с "нормальным" объективом.
Я расскажу об этом подробнее в выходные, когда установлю второй, который я сделал.
Давайте просто скажем, что у птиц в 2015 году будет лучше интернет-соединение, чем у меня.
Или, по крайней мере, таковы планы.
Коробка, в которой уже есть гнездо, использует беспроводной интернет в доме.
Другой потребует дополнительной работы, чтобы выйти в сеть.
Ладно, так что, я повесил новую гнездовую коробку. Вот как она выглядит на своем месте в саду.
Но давайте вернемся назад. «Что же там внутри?» — никто не спрашивает.
В верхней части — одна из камер на основе ESP32 с камерой с рыбьим глазом и ИК-LED, украденной у камеры Raspberry Pi.
Причина странной формы этой пластиковой коробки - это поворотная боковая панель гнездовой коробки. Я купил ее в таком виде и не мог ее изменить, поэтому пришлось проектировать вокруг нее.
Поскольку в саду нет электричества, вся система работает от солнечной батареи и аккумулятора 2600mAh 18650.
Я не фотографировал ячейку или зарядное устройство, но вот фотография панели.
Серая коробка, висящая на боку гнездовой коробки, - это место, где живет батарея.
На полной зарядке он обеспечивает около 4 часов работы.
Я называю это особенностью. Таким образом, птицы тоже получают некоторую конфиденциальность.
Вначале я не был уверен, что интернет в нашем саду будет достаточно хорошим для этого оборудования. Старые точки доступа, которые я заменил в прошлом году осенью, не подходили бы.
Но новые покрытия справляются с этой задачей отлично.
Это почти разочарование, потому что я планировал установить TP-Link CPE210 на крыше и направить его вниз в сад.
Я, возможно, сделаю это, когда/если установлю больше ящиков для камер. Особенно в более отдаленных от дома местах, мне это может понадобиться.
Теперь, по неизвестным мне причинам, камера вышла из строя. Она вышла из строя только через час после заката.
Возможно, он перестал заряжать батарею за 3 часа до заката из-за недостаточного освещения.
Возможно, она не смогла полностью зарядиться за чуть менее половины дня.
Думаю, я посмотрю, что произойдёт завтра.
У меня нет телеметрии для батареи. Это что-то, что я могу добавить в будущей версии.
Несколько дополнительных датчиков, наверное, было бы хорошо.
И, возможно, аккумулятор, который по крайней мере на бумаге способен работать в течение ночи.
И, разумеется, другой объектив.
Fisheye — это явное преувеличение.
Но я уже начинаю искать компоненты на сайте Digikey, так что, возможно, я сам сделаю для себя специализированную плату для этого конкретного случая использования.
Или нет. Посмотрим.
И всё равно он остаётся недоступен.
Отлично.
Согласно солнечным панелям на доме, солнце действительно светит всего около 90 минут.
Давайте подождем еще час или два, чтобы увидеть, что произойдет.
Пока онлайн.
Ничего не бывает просто.
Выяснилось, что разъем USB-C, который я использовал для подключения к зарядному устройству, имеет на экране печатной платы перепутанные контакты 5V и GND.
Я поменял провода и теперь у меня загорелась зарядная лампочка.
ESP не сразу вышел в онлайн, давайте дадим ему несколько минут.
Спустя час он все еще не работает.
Похоже, что он находится в режиме перезагрузки и активирует функцию сброса Tasmota.
Я думаю, что эта панель просто плохая. Теперь я заказал большую, надеюсь, она поможет.
Посмотрите, что я нашел в своей мастерской.
Это панель 24В. К сожалению, солнце так низко (и частично затенено деревом), что оно падает практически до нуля, как только я включаю нагрузку.
Так что, кажется, мне придется подождать до завтра, чтобы выяснить, достаточно ли это для этой конфигурации или мне нужна более качественная панель, которую я заказал.
Согласно Amazon, я купил панель в 2021 году, и она должна выдавать 12В при максимальном токе 1,2А.
Или что-то не так с этой панелью или с моим мультиметром, или они изменили список.
Хорошая новость для всех!
Они изменили список, и тот, который у меня есть, не работает.
Оба старого и нового названия называют его 12В 10Вт панелью.
Поэтому я не удаляю старые электронные письма.
Вот, посмотрите: вещь снова вышла в сеть примерно полчаса назад.
Возможно, панель зарядила аккумулятор только на 38 секунд. Для этого потребовалось чуть больше двух часов.
Предположим, что сегодня пасмурно. Так что я не уверен, что эта (вероятно, сломанная) солнечная батарея сможет генерировать достаточно энергии, чтобы чего-то достичь.
Давайте подождем и посмотрим.
Обновление: Я установил новую панель, и теперь она, кажется, работает.
Он все еще может погибнуть, как только солнце заходит, но давайте подождем и посмотрим.
Интересный факт: я использую интеграцию пинга в Home Assistant, чтобы отслеживать, он онлайн или нет.
Среднее время ответа составляет 102 мс. Не очень хорошо, но и не ужасно.
Я получил новые наклейки.
Нет, они не продаются, я обычно раздаю их на мероприятиях и так далее.
НО я собиралась разбросать их вокруг парка Финсбери, чтобы вы могли их найти, если захотите, но ветер слишком сильный, и они не держатся на месте.
Найдя альтернативу...
Бесплатные стикеры Мэтта Грей.
Они прячутся в большом магазине Sainsbury's на улице Green Lanes в Хэрингее.
Если вы первые, не берите все, оставьте немного для других.
Не путешествуйте слишком далеко, кто-то обойдёт вас.
Если они не будут заявлены сегодня, я подозреваю, что персонал их найдет.
У меня также были еще несколько других наклеек.
Напишите мне, если вы их найдете!
Если вы случайно не окажетесь в этом супермаркете:
Если я собираюсь на какое-либо мероприятие, я всегда с ними. В моем календаре на ближайшее время запланированы следующие мероприятия:
@user49
Superbooth Berlin (просто посетитель)
Если вы случайно столкнетесь со мной на улице, не стесняйтесь и скажите привет!
Иногда у меня есть наклейки.
(Но, пожалуйста, упомяните, что вы меня знаете из интернета, в противном случае я буду думать, кто вы и откуда я вас знаю)
Я не продаю их, потому что это не экономично.
Эти качественные наклейки стоят около 50 пенсов каждая. Они будут стоить столько же, чтобы отправить их почтой. И намного дороже, если я буду их упаковывать и отправлять вручную.
И я знаю, что спрос относительно низкий, у меня был почти неиспользуемый сайт с товарами в течение нескольких лет :D
Еще один найден!
@user50 Найден в зеркальном мире?
Абсолютная ракета из Строуд на полный оборот к воротам. #DCU #MLS #MastodonFC
Трудно не поверить, что лига просит чиновников помочь Майами, когда это не наказание. #DCU #MLS #mastodonfc
Возможно, лучшая игра Пирани в этом сезоне, но он все равно должен быть лучше. Как и агрессивное решение заменить его на игрока, ориентированного на атаку, такого как Флетчер. #DCU #MLS #mastodonfc
Как удивительно, что #DCU должен был получить два ПК, но получил их и не получил. Фикс в Маями #MLS #mastodonfc
Ну, возможно, мяч не лгал. Какая ужасная ошибка Клича. Нельзя выигрывать, когда твой ДП играет так халтурно. #DCU #MLS #mastodonfc
Полная катастрофа. Очевидно, судьи помешали им, но последние двадцать минут — это игра команды, которая не заслуживала победы. #DCU #MLS #mastodonfc
Очень любопытно посмотреть, как эта команда #DCU отреагирует на игру, которую лучше забыть. У них был яркий старт, и иногда плохие игры случаются, но по мере развития игры они выглядели совершенно не в своей тарелке. #MLS #mastodonfc
@user7, кто вообще в этом заинтересован, поддержите женский хоккей! Хахаха!
@user8
Последний свободный выходной на некоторое время.
Следующая неделя, суббота: Picocon @ London
Пасхальный уикенд: Eastercon 2024 в Телфорде.
После этого несколько визитов на сайт в воскресенье с клиентом в Суонси.
Лучше бы я отремонтировал мотоциклы, иначе!
Дьявол с этой ржавой K1100! Есть ли хотя бы один винт, который не застрял?!
Наконец, батарея вышла. Успел вытащить ее, не снимая последний винт, но этот винт придется разобраться завтра утром.
Почти готово. Новый уже установлен, осталось только наклеить черную изоленту, чтобы убедиться.
У меня есть где-то, но точно где?
Хе-хе, не один, а три!
Успех! Последнее, что осталось сделать — закрепить сиденье.
Я решила проверить зрение, потому что здесь была хорошая цена, и моё левое ухо странно себя ведёт уже какое-то время, так что, может быть, они что-то мне скажут.
Я тратю деньги на новые рамы, эти красные мне очень нравятся.
По-видимому, призрачное изображение, которое видит мое левое ухо, не вызывает особого беспокойства. Но мне, по сути, нужны и очки с переменным фокусом. Так что в линзах сочетаются и то и другое. Не полноценные очки с переменным фокусом, а что-то посередине между ними и обычными очками (не знаю, как это называется на английском).
В то время как мне это рассказывали, я решил купить еще одну пару, и вот они.
@user36 Мне нравятся обе пары очков, которые вы выложили, они действительно очень красивые... они заставляют меня захотеть купить новые 😂
@user37 Моя текущая коллекция состоит из двух зеленых пар, одной синей-фиолетовой и одной розово-лиловой пары. Последняя сейчас дома, но я обычно ношу с собой как минимум две пары.
Мне хотелось купить солнцезащитные очки с коррекцией зрения, но их не делают для этой цели 😆 Я купил золотые авиаторы на импульсе в день рождения.
@user36 это вторая пара действительно очень хорошая! Я люблю покупать очки... я никогда не выбрасываю их, но как-то не могу найти ни одну из остальных?! Мои сейчас цветные, мне нужны и солнцезащитные, но если нужны с коррекцией, они очень некрасивые 😂
Ведение бизнеса как самозанятый интроверт с большим чувством приватности не должно вызывать удивления, но иногда это так и происходит. Большинство онлайн-ресурсов и тренеров говорят вам работать с большими (и злыми) технологиями, используя экстравертированные техники. Рекламируйтесь здесь, следуйте алгоритму, делитесь своей личностью. Получите синюю метку на этом сервисе, будьте доступны 24/7, отвечайте на запросы видеозаписью, отвечайте немедленно. Видео, видео, видео.
1/3
Это год перемен для меня.
Я не хочу кормить Big Tech деньгами, данными и энергией. Или тренерами, у которых есть один экстравертированный подход, который они применяют ко всем. Я исследую новые способы ведения бизнеса, в то же время борясь со своей давней верой в то, что для успеха нужно делать вещи определенным образом.
Желаю удачи!
Первые шаги уже сделаны.
Я покинул Facebook, удалил отслеживатели Meta и Pinterest с моего сайта и закрыл свой личный аккаунт в WhatsApp.
Я также удалил вчера последний внешний трекер, Google Analytics, с моего сайта, и это чувствуется хорошо.
Я недавно подписался на европейский CRM для улучшения поддержки GDPR и планирую перенести свой бизнес в течение следующих недель.
Я перенес свой MX на Proton и теперь имею полный SPF, DKIM и DMARC, не платя за базовую проверку почты у Google.
3/3
@user2
Как фотограф, я действительно очень рад, что читаю вашу тему! Уйти из коммерческих социальных сетей психологически сложно, я знаю. Но это освободит ваше сознание для множества вещей 🚀
@user3 @user2
Я так с удовольствием читаю все это - отличная работа!
Я скоро окажусь в похожей ситуации. Мне понадобится новый сайт, и я составляю список требований к доступности и конфиденциальности, которые я хочу (так что, например, без Google Analytics и т. д.), а также изучаю, как сделать Signal стандартом для видеозвонков; это потребует много обучения клиентов, но, думаю, оно того стоит.
@user4 @user3 Вы можете это сделать! И я с радостью поделюсь с вами своими мыслями.
Веб-сайт: посмотрите на @user5. Он кажется простым, выглядит хорошо и является открытым исходным кодом. Я собираюсь переключиться на него до следующего обновления.
Сигнал: Посетите cal.com. Это открытый сервис календаря с интеграцией планирования видеозвонков с Element call, JITSI и т. д. Они также поддерживают Signal, но я не проверял, текстовый или видеозвонок.
Я могу порекомендовать @user6. E2EE, децентрализованный, открытый исходный код.
@user2 @user3 @user5 @user6
Ооо, спасибо *так* много! Я очень благодарна! 🙏
@user4 @user3 @user5 @user6
Не стесняйтесь обращаться, если вы столкнетесь с какими-либо проблемами. Возможно, мы сможем их решить вместе.
@user2
Конечно, я сделаю это! На данный момент я использую Nextcloud, для семейных или профессиональных нужд это хороший первый шаг.
@user4 @user5 @user6
Человек пришел, чтобы отремонтировать мой пол в кухне, поэтому я буду притворяться, что у меня все еще есть работа и я работаю удаленно, редактируя Too Hot to Handle.
Если я смогу открыть этот файл. (Fuck One Drive.)
*голос хакера* Я в игре.
И вот тогда он начинает сверлить Super Loud. Вау.
Я чувствую себя неудобно пассивно агрессивно, когда включаю мой очиститель воздуха на максимальную мощность, но я чувствую запах древесной пыли, так что даже если бы он не был противником масок, это было бы оправдано. И я действительно должен защищать себя?
Я действительно хочу лечь спать, но я не могу пока он не уйдет.
С другой стороны, глава 4 наконец-то отредактирована!
Пятый глава — длинная, но, черт возьми, такая мрачная. Ясно, что это хороший материал.
Сделать поиск и замену на... ➡️ троеточие и в этой главе их 54 😅
Но нет, я настаиваю на этом. Большинство естественного разговора разрывается, особенно когда люди становятся эмоциональными.
Человек, занимающийся ремонтом пола, делает пылесос, так что, надеюсь, это означает, что он закончил.
Он вышел на улицу, чтобы (по-видимому, разрезать что-то), поэтому я заглянул на прогресс. Еще многое предстоит сделать :(
Осталось 7 страниц в пятом главе. Она по-прежнему моя любимая глава, и она в довольно хорошем состоянии - в основном изменения в типографии и очень незначительные правки для активного глагола и краткости. Но я действительно нуждаюсь в перерыве и чашке чая, а парень все еще делает вещи в моей кухне.
Он снова начал пылесосить. Я надеюсь, это хороший знак.
Кухонный фиксер ушел!
Он сказал, что сделал цитату на весь этаж, но землевладельцы сэкономили и заплатили только за часть возле двери, где нарушена целостность. Это чувствуется намного лучше.
Дом вентилируется, а мой очиститель воздуха работает в кухне, а я наслаждаюсь чашкой чая в саду!
Лучшей частью "The Stack" от Hugging Face является то, что большинство репозиториев, которые он перечисляет для меня, — и всегда были — закрытыми репозиториями.
Похоже, мне нужно подать жалобу по GDPR.
На самом деле, сейчас, когда я проверяю несколько из этих репозиториев, оказалось, что они были удалены... даже несколько лет назад.
Как...
Или я когда-то создал публичный репозиторий, или что-то другое происходит. Не все мои личные репозитории находятся там.
@user40 https://fedi.simonwillison.net/@user41/112130028394563476
@user42 это очень интересно, потому что в нем говорится, что мой последний публичный пост в блоге был в 2022 году, но я уверен, что этот репозиторий был закрытым в течение нескольких лет.
Недавно столкнулся с системой распознавания лиц во время посадки на международный рейс из Хьюстона (IAH). Похоже, это что-то связано с таможней?
Они сказали, что это не обязательное условие, поэтому я попросил их приостановить процесс и "вручную" зарегистрировать меня.
Я должен добавить, что они сказали, что это не обязательное только после того, как я поднялся и прямо спросил •_•
@user18 что проверяет ваше лицо?
@user19 Я могу только предположить, что это фотография моего визы или паспорта. Я должен был внимательнее смотреть.
Это мой первый визит к стоматологу. Сегодня - подготовка, а через две недели - установка коронки. Я тренируюсь открывать рот шире.
Хорошо, это было много бумаг.
Стумпи и я дома и чувствуем себя лучше, после того как выпили пару чашек чая. Через две недели мы вернемся, чтобы закончить работу.
Или нет.
Зубной врач не был доволен тем, как сидит коронка, даже после того, как он ее отшлифовал. Поэтому были сделаны новые оттиски, и будет сделана новая коронка.
Стампи получает отсрочку на коронацию.
И снова мы начнем. У меня есть отмена на завтра, так что на коронацию Стампи придётся идти вдвоём.
Стумпи коронован. Виват, король Стумпи!
@user34 Я почти слышу фанфары.
@user35 На самом деле я не хотела возбуждать надежды после предыдущего раза.
Теперь мне просто нужно привыкнуть к этому странно гладкому зубу, чтобы перестать лизать его языком.
@user34 Я обнаружил, что после стоматологической процедуры язык зудит в течение нескольких дней.
Итак, я сделал это сегодня.
Первая жалоба: нам нужны милые журналы. Чёрный скучен, розовый даже не розовый, он рыжий.
Я всегда хотела летать с детства.
И это произошло сегодня... Сегодня я летел на самолете. Я все еще пытаюсь это переварить.
данные от FlightAware.
Попробую снова выйти на улицу в следующее воскресенье. Погода сейчас не очень хорошая, но это только понедельник.
Таким образом, проблемы уже проявляются. Я, скорее всего, столкнусь с трудностями при получении медицинского освидетельствования из-за позиции ФАА по некоторым лекарствам.
Это возможно, но это займет ОЧЕНЬ много времени и потребует ОЧЕНЬ много дополнительной работы.
Хотя это разочаровывает, это просто еще одна проблема, которую нужно решить, и, похоже, она решаема, хотя и с огромными затратами времени и средств.
Если вы заинтересованы в том, что предстоит впереди, с чем я столкнусь.
FAA не любит АДХД. Ни в коем случае не выдаст вам медицинский сертификат, если вы принимаете лекарства от этой болезни.
https://youtu.be/W5JSfq6LLAU?si=xIxPaY8ayqqNSj4c
Если у меня когда-нибудь появится возможность выбрать номер самолёта по своему вкусу, я, конечно, выберу что-то вроде N1337_, где _ — последняя доступная буква алфавита.
Конечно, солнце будет светить, пока я буду отсутствовать, ха-ха. Какой хулиган.
Мне нужно снова быть в воздухе. И погода не ведет себя хорошо.
Добро пожаловать в общую авиацию 😜
Я чувствую, что авиация, судя по некоторым рекламным роликам, видео, которые мне предлагает YouTube, и комментариям, которые я вижу, является довольно консервативной.
Если погода будет благоприятной, я снова полечу в субботу.
Я также нашел розовый дневник.
Счастливое воскресенье. Я сделал это сегодня ^_^
#TeaganAir
Его журнал официальный. У меня 2,3 часа ^_^
#TeaganAir
Если бы вы попросили меня описать, как летать на небольшом самолете, я бы сказал, что это комбинация мотоцикла/АТВ и лодки на высоте 4000 футов.
На земле все происходит очень быстро. Существует определенная нестабильность на земле, поэтому на мотоциклах/атв.
Кроме того, если вы не знали, то управлять самолетом на земле нужно ногами, а не рычагом управления. Руль и тормоза. Это не автомобиль.
В воздухе оно неровное и плавающее, и кажется, что вы на лодке на воде. У вас есть контроль, но иногда волна немного толкает вас, поэтому вам нужно приобрести морские ноги, за исключением в воздухе.
И еще один случайный факт:
Летать - это физическая нагрузка. Сегодня я *болею* в спине и ногах, как будто бы я сходил в спортзал.
Это не то же самое, что поездка на машине в воскресенье. По моему мнению, это ближе к спорту, чем к круизу.
Привет, красавицы! Добро пожаловать в 4000ft.
Завтра мы поднимаемся вверх и делаем стойки и медленные полёты.
Сегодня был неровный день, но очень веселый. Мы выполняли медленный полёт и торможение. В какой-то момент мы снизили скорость на земле до 16 миль в час при скорости в воздухе 65.
Было прекрасное ясное солнечное утро, немного туманное на высоте, но все равно очень приятно.
Данные FlightAware.
#TeaganAir #пилот #летать #pa28 #ОбучениеПилотов
Это действительно похоже на посещение тренажерного зала. Сегодня я поспал 2 часа (просто проснулся), потому что чувствовал физическую усталость. Я также действительно чувствую боль, особенно в ногах. Сегодня было много правых поворотов.
Мне нужен наушник.
Да, бюджетный вариант ($699) подойдет.
https://www.sportys.com/lightspeed-sierra-headset.html
Школа на земле стартовала успешно.
Яй
Еще один
В этом вопросов было всего 1.
Они, конечно, любят говорить "Может быть, непоправимо" как способ сказать "Это убьет тебя".
#spins #stalls #PilotTraining #Flying #TeaganAir #GroundSchool
Это было всего лишь 2 вопроса, но я возьму его :)
Я примерно на половине первого учебного модуля.
Для тех, кто любопытен, существует 11 учебных модулей.
#ОбучениеПилотов #Летать #TeaganAir #ЗемнаяШкола
Да, конец учебного модуля 1.
Я допустил ошибку в форматировании, поэтому это должно быть частью большого потока здесь.
https://infosec.exchange/@user28/112028399268963721
Счастливого воскресенья,
Сегодня я завершил свой первый кросс-кантри полет (полет более 50 морских миль).
Мы вылетели из Мейсона в Стерджис и вернулись обратно.
#ОбучениеПилотов #Летать #TeaganAir #PA28 #Пилот #ШколаПилотов #Перелет
Воскресенье.
Это было выполнено вручную, без использования автопилота.
#Обучение пилотов #Летательный аппарат #TeaganAir #PA28 #Пилот #Школа пилотов
Воскресенье:
ВФР-карта для поездки
Привет, красавицы!
В прошлой неделе погода не сотрудничала, поэтому сегодня мы возвращаемся к работе.
Восстановление тяги, восстановление тяги при выключении двигателя, медленный полет, имитация отказа двигателя, работа по шаблону, 3 посадки с незначительной помощью и 1 повторный заход.
Не могу пожаловаться ни на одно из этого ^_^
#TeaganAir #Пилотское обучение #Школа пилотов #Падение #PA28 #Пайпер #Летательный аппарат
Суббота:
Отслеживание рейсов FlightAware
Милые и нежные красавицы,
Это был занятный уик-энд.
🚨 новости:
Сегодня Тиган села в самолет одна!
Фотографии сделаны в воскресенье, после нашего последнего приземления, у нас лопнула шина.
#TeaganAir #FlightTraining #Flying #PilotTraining #FlightSchool #PA28
Попугай и глупая девочка
Я использую Tailwind для проекта, очень неохотно.
Похоже, что изучение CSS будет проще, честно говоря.
это просто дерьмо
Я должен прекратить хвастаться этим, но эта библиотека tailwind, показывающая, насколько плохо настроен по умолчанию tailwind, меня развлекает.
Вы знаете, что имеют семантические имена? css и имена классов.
Не нужно даже библиотеки для этого.
шутки пишутся сами по себе
"Получить простые семантические классы просто, используя эти две библиотеки и инструмент сборки"
“brb, просто обновляю отступления в параграфах, босс”
@user47 нет, нет, нет, нет, нет, нет, нет, нет, нет!
Что это за Bootstrap?!
@user48 Бутстрап был бы приятным облегчением от ветра в спине.
Я стремлюсь преодолеть 100 километров в этом месяце, и я должен добиться этого.
Теперь я задаюсь вопросом, возможно ли в 2024 году преодолеть миллион километров? 🤔 #peloton
🙌
Да, я стремлюсь к миллиону. Вы знаете, что это реальная цель, когда есть таблица для отслеживания прогресса. Еще один месяц прошел, и я все еще опережаю график. #rowing #peloton
На четверть пути к концу года - обновление... значительно опережает график!
@user20 Вы ежедневно плывёте как минимум 2,8 км? Это на эргомашине или на воде?
@user21 Я плыву только в будние дни, поэтому в среднем я преодолеваю около 5 километров в будние дни. Я разбиваю их по-разному. На ERG.
Мои заборы становятся большими.
Теперь они просто огромны, лол.
new ath. я знаю, что это значит...
переход на наличные, больше нет маржи.
Давайте потанцуем первую неделю нового года.
📉
lfg $sqqq
lfg $tslq lol
Ваааахооо!! хахаха
come on nok, 3,74 доллара, давайте поедем.
waahoo x 2
когда в $big 4.25-.35
Я тоже получу больше, лол.
еееее!
$sqqq, хватит. Моя сумка становится огромной, лол.
Ничто не приносит мне большего удовольствия, чем то, что Элон Маск теряет деньги.
Я удивляюсь, будет ли мой аккаунт в Твиттере заблокирован, если я упомяну, что у меня есть большая сумка с ним лол.
https://www.issmmbeatenyet.com/
Похоже, что в оригинальном Super Mario Maker осталось только два уровня, которые не были пройдены.
Edit: теперь осталось только "Trimming The Herbs" и, честно говоря, я не знаю, сможет ли кто-то когда-нибудь его обыграть. Это нелепый уровень.
Окончательная редакция: оказалось, что это был инструмент для автоматического загрузки, о котором никто не думал, что это возможно, но, похоже, это было! Но люди не сдались и в итоге победили! https://fgc.network/objects/0f1b42c6-cbb1-49bb-91f5-db81bc71ea14
Я смотрел на некоторые явные попытки и, как человек, который много играл в достаточно сложные игры с Марио, все остальное, помимо тренировки Trimming the Herbs (последний уровень), выглядит душераздирающим.
И оказалось, что уровень был загружен с помощью TAS, так что теперь его больше не считают, и они объявили о победе. Немного антиклиматичный, но GG тем, кто добрался до этого момента!
Рип Super Mario Maker 1
https://twitter.com/Ahoyoo_Twitch/status/1771286936944099483
https://fgc.network/objects/0f1b42c6-cbb1-49bb-91f5-db81bc71ea14
И буквально за секунду до финиша кто-то фактически обогнал Тримминга! Это просто впечатляет.
@user1 Я не могу поверить, что уровень, который был настолько сложным и занимал так много времени, длится всего лишь 17 секунд!
хорошо, давайте поедем!
Лук хорошо растет (по крайней мере, мягкая головка, жесткая головка почему-то выглядит более слабой)
заказ семян на этот год
Пахать мои поля
Томаты начали прорастать. Я был обеспокоен тем, что они вырастут слишком длинными, поэтому купил набор длинных ламп для выращивания растений стоимостью 50 долларов, но, кажется, я делаю то же самое, что и Терри Пратчетт, когда я должен был просто купить настоящую лампу для выращивания растений вместо дешевых альтернатив.
Я люблю видеть это!
Я закончил устанавливать ограждение для кроликов. Оно углублено в землю на 6 дюймов, и я очень надеюсь, что оно удержит кроликов.
Пересадка лучших рассадных томатов в большие контейнеры.
Я накрыл половину салата и рукколы пластиковой крышкой, но, кроме этого, сеянцы развиваются довольно хорошо!
Сегодня я собираюсь посадить несколько растений.
Итак, мы имеем: редис, горчица, салат, шпинат и брокколи.
Пересадить все почву из контейнеров, которые я использовал в прошлом году, и начать выращивать огурцы. Это половина почвы из контейнеров от друга, который занимается выращиванием сорняков, и половина верхнего слоя почвы из грядок у моих родителей.
Настало время разрушить нашу спальню. Последняя комната в доме, в которой ничего не было сделано, кроме быстрого декорирования.
Удалить ужасную электрическую печь и камин. Установить коробку в камине, заменить выбеленную штукатурку и отшлифовать. Сделать индивидуальную гардеробную.
Мы всегда начинаем с грубого карандашного эскиза...
Вытащил из-под ног хаос.
Нашел несколько мертвых птиц в задней части трубы; очень высохшие :(
Готов к работе с гипсокартоном на следующей неделе.
С удовольствием в небольшой нише.
Вставьте здесь новую гардеробную (хотя мы даже не начали ее проектировать 🙈)
Ой, посмотрите, что мы нашли за радиатором!
И даже не забыл добавить милый маленький вентилятор, чтобы предотвратить намокание дымохода.
Свеп сделал крышу и обшивку. Это должно быть немного безопаснее для ворон, которые любят строить гнёзда туда.
Плиточник закончил работу. Завтра мы заложим пол!
Корковая подложка была использована для создания приспособления для извлечения опилок из туалетной бумаги для пылесоса 😂
Некоторые этажи уже готовы и готовы к демонтажу. Мы просто находим время для чаепития.
Боо. Сегодня медленный прогресс из-за очень неудобных срезов вокруг дверных проемов, чтобы обеспечить плавный переход в коридор (который также делается). @user45@twitter.com проклинает меня.
Завершено, но сломано! На вершине торта была ужасная инструкция по сборке новой кровати. Мы будем спать хорошо сегодня ночью!
Еще предстоит сделать: пол в коридоре, все плинтусы. Дизайнер приедет через месяц, поэтому пока нам придется довольствоваться голым штукатурным потолком.
Быстрый вечерний самодельный проект - вырезать нижние части дверных коробок, где мы хотим, чтобы паркетная доска плотно вписывалась.
Подламинированная стяжка в коридоре тоже снята.
Вчера мы закончили полы в коридоре! Затем в 5 утра начали собирать вещи из Хитроу, потом поспали, а затем приступили к окончательной отделке коридора; шкафчики на месте. Приклеим, когда клей затвердеет.
Представьте себе очень длинную веб-страницу с множеством разделов (например, одностраничная спецификация HTML). Если пользователь запрашивает конкретный раздел (например, page.html#section7), а что, если веб-сервер передаст этот раздел первым, а остальные разделы после него?
Порядок потоков:
1. начало документа HTML до тега <body>
2. HTML для раздела 7
3. HTML для разделов 1, 2, 3 и т.д.
Затем браузер гарантированно вставит разделы 1-6 *над* разделом 7 на веб-страницу.
Это имеет смысл? Это будет полезно?
Я хочу добиться того, чтобы секция, связанная (#section7), отображалась как можно быстрее, не переписывая код на JavaScript. Я просто хочу иметь очень длинный HTML-документ, но при этом секции должны отображаться как можно быстрее. Это должно работать только с HTML.
Этот контент можно было бы передавать по потокам, а затем браузер вставлял бы каждый <contents> в свой <div>.
<div id="sec1"></div>
<div id="sec2"></div>
и так далее.
<div id="sec7">Раздел 7...</div>
<contents for=sec1>раздел 1…</contents>
<contents for=sec2>раздел 2…</contents>
и так далее.
Это было бы не в порядке, но браузер соберет HTML-документ, как если бы он поступал в правильном порядке.
@user22 Вы можете переупорядочить документы таким образом и без использования JS. Но если вы хотите, чтобы сервер сделал что-то, вы не можете использовать часть хеша URL, но вы можете использовать параметры поиска строки запроса, чтобы сообщить серверу, какой раздел вы хотите первым. У вас есть выбор для переупорядочения частей:
1. Используйте CSS.
2. Используйте шаблон с слотами.
@user23 Да. Проблема в том, что визуальный порядок (то, что видит пользователь) не совпадает с порядком в DOM. Это могло бы быть полезно, если бы существовал HTML-функционал, позволяющий выводить контент не в порядке, но тогда браузер расположил бы его в DOM в правильном порядке.
Но подход, основанный на слотах, кажется перспективным. Я попробую его.
@user22, вы хотите, чтобы браузер исправил порядок DOM?
@user23 Да, именно это и есть идея. Секция 7 будет передаваться в первую очередь только потому, что пользователь сможет ее просматривать как можно скорее. Если это возможно без изменения порядка DOM, это было бы хорошо, так что браузер будет убедиться, что полученный порядок DOM соответствует визуальному порядку.
Другими словами, сначала стримите раздел 7, но сделайте, чтобы конечный результат (DOM и визуальный) был, как если бы все разделы стримились в порядке.
@user22 @user23 Посмотрите PHOOOS без JS: https://github.com/niutech/phooos
попробую свои силы в миниатюрах
перестроил голову!
Мне очень нравится работать с "кнеадатитом" (зеленой массой), это как скульптура из резинового клея, но вы привыкаете к этому, и когда он затвердеет, он становится твердым и гибким.
больше миниатюрных вещей
анатомически точная зеленая M&M
@user26 смеётся. Я люблю ЕЕ*
@user27 хе-хе, user26
Хорошо, следующий видео может разозлить ремонтников крыш, но это не для них. Это для вас. Если вы тот человек, который не может позволить себе нанять ремонтника крыш, тогда вы должны посмотреть это видео. Это покажет вам, как можно сделать крышу над существующей старой крышей самому. И это очень просто. Это система "снимаемая и наклеиваемая".
Привет, ребята. Теперь посмотрите. Я даже не съел достаточно, чтобы вытирать рот, но я могу вам сказать, что у меня слюна течет. Вы понимаете, что я имею в виду? Так вот, вот что я собираюсь сделать. Вы, ребята, пишите в комментариях внизу, что вы бы сделали? Какие овощи вы бы подали к этому блюду? И не забудьте, это бюджетное блюдо, понимаете? Так что я просто возьму и напьюсь из этого виноградного Кули-Эйда. Да, сэр.
Добро пожаловать в Косу, в Италии. Коса считается древним римским поселением. Объект был раскопан, по крайней мере, четыре раза за последнее столетие. Что можно раскопать, если Коса изначально является римским поселением? Был ли раскопан Пантеон в Риме? Нет, Пантеон находится на том же уровне, что и окружающие современные здания. И почему это так? Потому что, вероятно, Пантеон был построен в римскую эпоху. Он также почти ориентирован на север, что указывает на то, что он не может быть очень древним.
Венеция, город на воде. Место красоты и романтики, привлекающее миллионы туристов каждый год. Несколько шагов от популярных туристических маршрутов находится совсем другая Венеция, населенная удивительными созданиями. Этот фильм исследует Венецию, которую мало кто когда-либо видел, город, имеющий удивительную двойную жизнь.
Мы не готовы. И на улице будет еще опаснее, потому что вы уволили Грега. Потому что у нас нет денег, чтобы заплатить ему, Берт. Это вы делаете, а не я. Дьявол, я. Ты не понимаешь, что я должен был сделать, чтобы вытащить этих детей сюда? Обязательство, которое я должен был предоставить страховой компании, ты хочешь потерять все? Вместо того, чтобы рисковать для одного из детей? Да. Почему? Ни разу не беспокоило тебя раньше.
Теперь мне нужно быстро упомянуть название реактора, поскольку он считался установкой с нулевой мощностью. Вы понимаете, реактор с нулевой мощностью способен поддерживать стабильную цепную реакцию деления, без значительного увеличения или уменьшения скорости реакции. Такой тип установки необходим для получения практического опыта эксплуатации реактора, но может быть смертоносным, если не поддерживать деликатный баланс.
Это супер, супер простой проект, удивительно. Например, не сложно совместить вещи. Так что это и есть хорошая сторона этого проекта. Хорошо, это сделано, правильно? Итак, теперь я начну делать это так. Я просто буду наносить клей по всему периметру и делать одну сторону за раз. Итак, давайте начнем. Я буду наносить его прямо над тином, рин... тином. Ох. Итак, я просто возьму это и перемещу его дальше.
Это подлинное и реальное видео настоящего гиганта из Японии, идущего в военном параде. Шокирующим здесь является его реальный рост. Он имеет рост не менее 4 метров, что составляет минимум 13 футов. Таким образом, он по-настоящему выше и более массивен, чем любой другой игрок НБА, например, Шакил О'Нил.
Я поощряю их бросать вызов своим учителям даже тогда, когда они считают, что учитель ошибается. Я думаю, что это хорошо, когда люди выходят и не принимают все так, как есть. Правильно. Да. Такая независимость... Вы, как конгрессмен, знаменито объясняли все свои голосования в Facebook, что является редкой уступкой со стороны власти, говоря: "Да, вот почему я сделал то, что сделал". Да, и на самом деле, многие из лидеров и конгрессменов не любили, что я делаю это, потому что я давал людям дома возможность бросать им вызов. Да.
Вопрос, как и во многих других предполагаемых неолитических руинах, заключается в том, как они достигли таких достижений? Как они подняли такие огромные камни? Были ли они, как мы неоднократно утверждали, остатками когда-то разрушенной древней цивилизации? Мы находим такие возможности, в частности, у мужчин из Агры, очень убедительными.
Итак, я купил Xbox Series X, чтобы вы не пришлось это делать. Или, может быть, вы действительно должны это сделать. В этом видео я расскажу вам обо всех плюсах и минусах выбора Xbox Series X. Я также расскажу о реальной технике, контроллере, играх, почти обо всём, что у меня есть опыт с Xbox Series X. Поэтому, надеюсь, вы будете наслаждаться этим видео и, возможно, даже найдёте его полезным.
Я уверен, что морские динозавры по-прежнему существуют. Извините меня за вторжение в ваши мысли, мадемуазель. Но, строго говоря, только рептилии, ходившие по суше, называются динозаврами. Если они жили в воде, их называют морскими рептилиями, и они исчезли очень, очень давно. Что произошло? Вы увидите, Джули.
Итак, когда все это сделано, я вытираю излишки порошка небольшим количеством спирта и бумажным полотенцем. Очень легко убрать. Затем я наношу на ногти моё масло для кутикулы. На самом деле, это масло для лица от Truly, но я не люблю его, потому что оно слишком густое. Я не хочу наносить его на лицо, поэтому я использую его как масло для кутикулы. И это конечный продукт моих ногтей. Я люблю их и я одержима ими. Несколько часто задаваемых вопросов: Сколько времени длится мой набор ногтей? Я обычно оставляю свои ногти на две недели. Иногда я снимаю их раньше, потому что вы знаете, что я делаю своё собственное волосы, и мне нужны мои ногти, когда я делаю волосы, потому что это легко держать.
«Рыцарь галактической железной дороги» (Kenji Miyazawa). Это японская история о двух молодых парнях, которые отправляются в мистическом путешествии на космическом поезде, проезжая галактику, встречая различные аллегорические переживания и глубокие философские темы. Путешествуя по ночному небу, история размышляет о жизни, смерти и человеческом состоянии, оставляя читателей с глубоким исследованием существования и вселенной. Роман был адаптирован в мангу в 1983 году и в аниме в 1985 году.
Там, где я खडь, 85 миллионов лет назад находился дно Западного внутреннего моря. Майк Эверхарт - один из ведущих мировых экспертов по мосасаурам. Глядя на горизонт, можно было видеть океан, который простирался на сотни миль от того места, где мы стоим. В то время климат был теплее, поэтому на полярных шапках не было льда.
Ладно, хватит, хватит, хватит, хватит, успокойся, пожалуйста. Папа, когда мы сможем позволить себе более крупный автомобиль? Когда ты станешь на 10 лет старше и сможешь выйти замуж за миллионера. У меня было больше места, когда я была в коляске. Да, и я еще не заплатила за это. На самом деле, мне еще предстоит заплатить два платежа в больнице, прежде чем я смогу назвать тебя своим.
Сегодня мы поговорим о защите Бена Аффлека в интервью. Грег, расскажи нам о видео, которое мы собираемся посмотреть. Да, пару недель назад Бен Аффлек провел двухчасовое интервью с Ховардом Стерн. Он говорил о разрыве с бывшей женой и семьей, и это привело к некоторым последствиям, так что давайте посмотрим. Вот он, Бен Аффлек!
Теперь мне нужно сказать вам, что я никогда раньше не делал этого, но я собираюсь сделать это сейчас. Skinpotion делается вручную из органических и натуральных ингредиентов, которые глубоко увлажняют и подсвечивают кожу. Veil of Venus - это новое дополнение к семейству Skinpotion. Он доступен сейчас для предварительного заказа. И вы можете следить за Skinpotion в Instagram @skinpotionus. Это s-k-i-n-p-o-t-i-o-n-u-s, skinpotionus.
Таким образом, я работаю с музыкой уже более 20 лет, и за это время выпустил два альбома и гастролировал по Германии, Польше и, конечно, Швеции. Так что вы всегда были артистом с очень раннего возраста? Да, я был. И есть ли какие-то знаменитые места, где вы выступали в молодости?
И теперь вы видите, что что бы ни происходило за кулисами, это не имеет значения, потому что шоу продолжится. И я получил комментарий от Lovely Lych, что она действительно очень понравилось видео. И она пишет: "Мне понравились за кадром вещи, такие как путешествие на фестиваль, атмосфера там, еда и так далее. День из вашей жизни, так сказать". Поэтому я надеюсь, что вам понравилось это видео, и мы покажем вам как можно больше. Так что теперь пришло время обеда, и Дип готовит омлет. И здесь секрет в том, чтобы добавить еще желток.
Враг моего врага - мой друг. Неправильно! Если бы враг вашего врага был вашим другом, он явно был бы вашим другом. Вы знаете, часто люди могут работать вместе в течение некоторого времени, объединённые их неприязнью к чему-то или кому-то. Но если эта связь возникла из-за вашей взаимной неприязни к чему-то, то что мешает этой связи распасться или стать враждебной после того, как эта вещь будет устранена? Например, основа дружбы гораздо более устойчива, чем это. Но, знаете, я также понимаю краткосрочную стратегию за этим, поэтому я просто не согласен.
Долгое время назад их родителей убили охотники, и Чейен и Кую продали на рынке. Их забрали в организацию "Помощь Конго", и они выросли в полузаточении вместе с 30 другими сиротами на островах. Один за другим эти молодые шимпанзе показывали путь обратно в лес. Ученые организации дали каждому из них имя, чтобы их можно было идентифицировать.
И из-за этого вы не можете доверять любым СМИ, чтобы они сообщали о новостях справедливо и точно. Теперь, когда я это сказал, я все еще считаю, что в основных СМИ есть некоторая ценность. Просто потому, что они преувеличивают и предвзяты, это не означает, что их нельзя доверять вообще. Есть много полезной информации, которую можно извлечь из этих источников. Вам просто нужно уметь правильно анализировать их. То же самое не обязательно верно для альтернативных СМИ, небольших компаний или даже отдельных лиц, которые говорят о новостях на таких сайтах, как YouTube и Facebook.
И когда вы скачаете его, это должно быть довольно быстрое и небольшое по размеру файл. Вы получите приложение, которое будет выглядеть точно так же, как это. Итак, я могу нажать на это прямо сейчас. И это то, что вы увидите прямо сейчас. Итак, я поговорю с лабораторией о нескольких вещах. Один момент, который нужно отметить, это то, что инструкции для лабораторной работы, которую вы будете выполнять, довольно самодостаточны. Так что, на самом деле, цель этого видео — показать вам, как использовать приложение само по себе.
Ну, это звучит лучше, чем Pink Floyd. Итак, в Manic Miner вы собираете все предметы на экране и направляетесь к цели. И вы должны сделать это до того, как закончатся ваши запасы кислорода или вы столкнетесь с чем-то. Столкнетесь с чем? С травой! Вы можете умереть от прикосновения к траве. Это звучит как половина моего фан-клуба. А вы заметили, что я умер от прикосновения к траве, которая находилась на совершенно другой платформе? Я просто прошел по платформе, а затем столкнулся с травой. Это хороший дизайн игры, парень. А тут есть этот идиот, который кричит: ррррр!
Алекса, сыграй «Это моя вечеринка, и я плачу, если хочу». Бо, бо, нам нужно вращаться. Алекса, сыграй «Это моя вечеринка, и я плачу, если хочу». Ты тоже плакали бы, если бы это случилось с тобой. Ву! Алекса, сыграй «Поезд в полночь!».
Привет, Роб. Привет, Марьон, как дела? Я отлично. Почему ты одет как охранник, Роб? Менеджмент попросил меня создать новую рубрику новостей по безопасности здравоохранения и руководство для покупателей, и я подумал, что костюм может помочь мне в этом. О, я вижу. Да, хорошо, возможно, это поможет, Роб. У нас теперь есть рубрика новостей, которая рассматривает вопросы и возможности, связанные с безопасностью данных и сетевой безопасностью и здравоохранением.
Привет, это Бахиано с Бахиано Рено. Да, мы собираемся отремонтировать некоторые швы. Керамические плитки, похоже, около 14-15 лет. Мы будем делать это, чтобы стабилизировать плитки, потому что в таком состоянии они выглядят хорошо. Просто в некоторых местах они начинают отходить. Мы не хотим заменять все плитки и все швы. Мы просто будем делать ремонт, чтобы он прослужил до тех пор, пока мы не будем готовы к полной реновации. Да, это запись?
Так что мой отец не может отвезти меня на работу. И для меня до работы около 27 миль, так что туда и обратно будет стоить почти 100 долларов в день с Uber. Я не смотрел на Lyft. Я мог бы, наверное, это было бы разумно. Но у меня не было страховки на аренду автомобиля, так что это моя вина. Так что, наверное, я мог бы попробовать это сделать и настроить это и попробовать арендовать автомобиль, пока я был без машины. Но даже тогда аренда не покрывала бы семь дней. Я собираюсь чихнуть, подожди. Этот чих был ужасным.
Теперь, говоря о звездах, Ховард Джонс появляется в качестве специального гостевого вокалиста в дуэте с вами на альбоме, на треке I Made a Case, который так сильно поддержал вас с вашей музыкой. Было ли это случайно, что он оказался на этом треке? Как я слышал, вам пришлось урезать трек, потому что вы не хотели, чтобы что-то мешало вашим голосам рассказывать историю.
Вода, жидкость, из которой состоят океаны. И она заполняет бесконечные глубины. Только немногие решаются выйти в бесконечное открытое море этого огромного подводного мира. Большинство обитателей океана живут, так сказать, в городе, как человеческие общества.
Ну, у вас будет только закон, и вы вернёте его, и всё будет хуже, чем когда-либо. Возможно, так и есть. Просто нет смысла жить. У нас нет шансов. Почему, Крис, такое сказать. У всех есть шанс. Мир полон прекрасных вещей. Не для нас, болотников. Да, да, для всех нас.
Привет, подписчики Psych2Go, и добро пожаловать обратно на наш канал. Спасибо вам за всю любовь, которую вы нам оказываете. Ваши постоянные поддержки помогли нам сделать психологию и психическое здоровье более доступными для всех. Теперь давайте продолжим. Каждый из нас в какой-то момент своей жизни делал что-то саморазрушительное. В большинстве случаев это не преднамеренно и не становится привычкой. Саморазрушительные поведения — это те, которые могут нанести вам физический или эмоциональный ущерб. Это может быть непреднамеренно или вы точно знаете, что делаете, но желание слишком сильное, чтобы контролировать. Проблемы могут возникнуть, когда такое поведение становится привычным. Итак, вот семь общих поведенческих признаков саморазрушительного человека.
Старфайр. Принцесса Тамарана. Уютно, надеюсь. Господин Багрок! Ох! Такой смелый дух. Твоя сестра была мудрой, когда передала тебя. Гарблер на шее!
Мы должны признать, что правительство Китайской Народной Республики и правительство Соединенных Штатов имели большие разногласия. В будущем у нас будут разногласия. Но то, что мы должны сделать, это найти способ, чтобы мы могли иметь разногласия, не становясь врагами в войне.
Как вы так рано поняли или осознали, что, в конце концов, инженерия — это всего лишь часть проблемы? В особенности, учитывая то, что нас учат, что мы занимаемся проблемами, да? И мы ищем решения. Это наша работа. Конечно, конечно. Как вы так рано это поняли? Ну, это была странная случайность, так сказать. Конечно, я вырос в 1970-х годах. Я получил политическое сознание, а также академическое понимание в 1970-х годах, и это, конечно, имеет значение.
Группа из Южного Уэльса "The Now" с гордостью выпускает свой дебютный альбом "Too Hot To Handle" через True Music, и сейчас присоединяется к мне Каллум. Как дела, Каллум? Как дела? Да, все хорошо. Хорошо, сам? Да, я очень хорошо. Спасибо. Для меня честь разговаривать с вами, потому что я слушал вашу музыку довольно много с 2023 года. Так что я просто влюблен в музыку, и я думаю, что это то, что нам действительно нужно в чартах в наши дни.
Так, когда вы впервые начали писать и исполнять музыку после того, как у вас появилась возможность выступать перед вашими бабушкой и дедушкой? Ну, в основном, больше выступлений. Я немного писал, но я оставил это профессионалам, вы понимаете, когда я записывался с профессиональными авторами и большими хитами по всему миру.
Правильное обращение и утилизация отходов на вашем автосервисе важно не только для здоровья сотрудников, но и для избежания штрафов или значительных судебных издержек. Кроме того, клиенты хотят работать с компаниями, которые предпринимают усилия по активной защите окружающей среды и ведут устойчивую деятельность. Итак, как вы можете это сделать? Первый способ: переработка использованного масла. Не просто выбрасывайте старое масло. С помощью правильных процессов масло можно полностью переработать и использовать бесконечно без уменьшения качества.
Проверь. Проверь. Камень побеждает ножницы, ножницы побеждают бумагу, а бумага побеждает камень. Ты выигрываешь. Проигравший потеряет одну звезду. В конце каждого раунда судья вернёт карты обратно в коробку для переработки. Конечно, если оба игрока выберут одну и ту же карту, игра закончится вничью, и никто не потеряет звезду.
Привет, это Ник из Review Outlaw. Итак, то, что мы будем делать сегодня, это сделать последний обход по кабине, которую мы закончили. Почти до конца. Это первая комната, в которую вы вошли. Как вы можете видеть, мы закончили потолок, стены, все штукатурку. Эта маленькая граница здесь. Установили систему сигнализации.
Привет, мир! ПДР здесь с новым 2018 годом Yukon Denali. У него есть небольшая дырка в заднем углу. Я его не очень сильно нагрел. Я нагрел его до 95 градусов. Может быть, это немного слишком горячо. Я собираюсь снизить температуру. Мы просто сделаем быстрый маленький клей. У меня клей горячий и готов. Можете ли вы видеть, где эта дырка? Я просто положу его туда и, возможно, даже сниму нагрев.
Внимательно посмотрите на эту гайку. На ней есть немного ржавчины, но она всё ещё полезна. Мы покажем вам, как мы сделали обычную гайку с цинковым покрытием. Если у вас дома всегда есть необходимые материалы, вы сможете сэкономить немного денег и не тратить время на поездку в магазин, когда вам понадобится цинкованная гайка. Мы покажем вам всё, что вам нужно иметь под рукой, чтобы цинковать и защищать от непогоды эту гайку.
И он сказал: «У тебя татуировка». И я сказал: «У меня несколько». Но «на руке». У меня есть банджо, и я рассказал ему об этом. Это был мой друг Даррил Адамс. И это банджо. У тебя его есть? О, да, банджо прямо на твоей руке. Можем ли мы его увидеть? Посмотри, вот банджо. Это тот вид татуировки, который вы должны сделать на колене, знаешь? Да, да. Или, или... Банджо на моем колене, как-то так. О, банджо на моем колене! Да, да!
Вот полная история Дэнни и Сэма. Готовы? Готовы. Дэнни Фентон и Сэм Мэнсон - лучшие друзья, и вместе с Тукером они проводят большую часть своего времени. Сэм - причина, по которой у Дэнни есть паранормальные способности. Приходи, Дэнни, паранормальная зона? Ты должен проверить. Ты знаешь, что? Ты прав.
Ближе к месту происшествия Базиль проснулся от сигнала тревоги, так как облако ядовитого дыма от пожара распространилось по району. Местные жители были предупреждены не покидать свои дома и закрывать все окна и двери, хотя это предупреждение было снято около 7 утра, когда было решено, что дым не опасен для здоровья. В воздухе было не столько загрязнение, сколько загрязнение воды, и именно вода, использовавшаяся для потушения огня, стала причиной катастрофы. В хранилище находились высокотоксичные соли ртути, которые использовались в качестве фунгицидов в морских препаратах, и они были окрашены флуоресцентным красителем Rhodamine B.
Журнал борьбы с преступностью 1.2747. Jump City - это свалка. Я не могу привлечь справедливость на улицы в одиночку. Мне нужен напарник, предпочтительно несколько напарников. Я назову их напарниками, чтобы быть вежливым, но все будут знать, кто их напарник. Социальные сети. Привет, RobDog_747. Давайте соберем команду. Режим сборки команды. Не старше меня.
Ким Чен Ир сказал чиновникам: «Я разделил машину великого лидера, служил трудящимся, и позволил цветам расцветать даже на камнях, если это желание народа. Это моя альфа и омега. Эта идея воплощена во всех аспектах жизни народа в решении транспортной проблемы, в частности».
Во-первых, то, что мы собираемся сделать, это просто смешать эту краску. Она смешивается в соотношении 1:1 с уменьшителем. И мы просто смешиваем ее так, как мы обычно делаем при покраске чего-либо. У меня здесь две унции краски, поэтому я добавлю две унции уменьшителя. Мы будем мешать. Теперь она готова к использованию в пистолете для распыления.
Это алюминий. Алюминий для нашей промышленности и алюминий для наших домов. Алюминий для строительства, для транспорта, для связи, для сельского хозяйства и для национальной обороны. Что же сделало алюминий, одного из самых молодых членов семейства металлов, таким выдающимся материалом? Ответ кроется в его удивительной универсальности и необычном сочетании свойств: его умный, современный вид в различных природных или окрашенных вариантах. Его огромная прочность, сочетающаяся с крайней лёгкостью — выдающийся преимущество почти во всех металлических применениях.
Первоначальные заявления в Гарвардский университет на магистерскую степень по психологии были отклонены, но в конечном итоге он был принят. Первоначальные неудачи были связаны с тем, что Милграм не изучал психологию в колледже Куинс. В 1961 году Милграм получил степень доктора философии по социальной психологии. В то же время он стал ассистент-профессором в Йельском университете.
Я не говорил этого. Вы не должны этого делать. Вы лучше всех знаете, что насилие порождает насилие каждый раз. Совет принял решение. Совет ушел! Мы тратим всю свою жизнь, целые тысячелетия, на защиту жизни.
И есть что-то, что вызывает серьезное чувство восхищения. И это то, что я хочу попробовать передать вам сегодня вечером. Так что, надеюсь, вы готовы к приятному расслабляющему путешествию по некоторым глубинам истории Древнего Египта.
Если вы собираетесь использовать смолу для герметизации, она треснет. Я покажу вам. Я удаляю силикон, который является одним из запретов - силиконовый герметик. Но затем кто-то нанёс здесь смолу и покрасил смолу. Я покажу вам. Что это сделало? Это просто наполнитель.
Для мужчины я чувствую больше сожаления, чем для нее. Ничего не поделаешь. У их дочери опять случился приступ. В больнице считают, что она не выдержит до конца дня. Это должно быть невыносимо. Я никогда не теряла никого. Она справится. Ох, я сожалею, миссис Лесли. Ох, все в порядке, мисс Рон. Она справится. В конце концов.
Сейчас 6:03 утра среды, и мы следим за трагической историей сегодня утром. Подросток погиб после того, как полицейские обнаружили его тело в овраге на востоке. Ужасающее открытие было сделано через несколько часов после того, как его родители сообщили о его исчезновении, заявив, что он вышел на прогулку вчера вечером. Тавни Дэвис из News 4 сегодня утром рассказывает о обстоятельствах, которые, возможно, привели к его смерти и расследовании полиции. Доброе утро, Тавни.
Прошло несколько месяцев, и я чувствую, что все еще стояю у его могилы. Я не могу его покинуть. Он ушел, и я все еще не могу его покинуть. Я вижу его в каждом солдате в форме, которых я встречаю, и они повсюду после бомбардировок.
Ладно, я умер. Там был некоторый задержка, когда я панировал. Да, именно это и заставило меня промахнуться. Мой пинг в порядке. В любом случае. Да, вы понимаете, о чем я говорю, когда говорю о кадровой частоте. Это то, что я действительно не люблю в этом устройстве. Оно не может следовать за игрой, по сути. Так что, когда я стрелял в него, по сути, я стрелял в все неправильные места, не из-за моего пинга, а из-за задержки графики телефона, по сути. Хорошо, давайте перейдем к COD.
Что вы получили? Как это применилось к вашей собственной жизни? В конце концов, все они просят у Бога прощения. Все они. Итак, когда вы читаете все эти книги о всех этих завоевателях, когда вы молодой человек и идете к тому, чтобы стать самым молодым в истории чемпионом в тяжелом весе, и пытаетесь принять образ мышления завоевателей, и вы обнаруживаете, что все они просят у Бога прощения... Да. Как это повлияло на вас? Это было довольно круто, потому что благодаря этому я понял, что величие — это готовность умереть.
Привет всем! Если вы не знаете меня, меня зовут Яница, и я эксперт из Финляндии, живу в Нидерландах. Давайте посмотрим на этот влог. Сегодня мы находимся в городе Харлем. Харлем - это очень красивый город, расположенный в провинции Северная Голландия.
Я знаю, что многие из вас смеются над моим возрастом. Вы даже связали мою недавнюю операцию с моим возрастом. Хорошо, я скажу вам правду. Я сделал эту операцию, когда был молодым, и она мне так понравилась, что я хотел бы сделать ее еще раз, прежде чем стану слишком старым. Но я осознаю свой возраст. Когда я прихожу на медицинский осмотр, теперь они уже не спрашивают, сколько мне лет. Они просто датируют меня.
Батарея хорошая. Теперь мы можем видеть, что этот IC отсоединен от платы. Мы можем видеть состояние этого IC. Теперь эта дорожка идет сюда. Эта дорожка повреждена.
С его общими военными знаками, гвинейский пузырчатый рыбак не беспокоится о том, чтобы его видели. Атлантический ящер не заботится о маскировке вообще. Он просто погружается в песок. Это может обмануть как его добычу, так и его хищников. Но он не обманет патруль пузырчатых рыбаков.
Мне нравится надевать перчатки, просто потому, что острые края обычно довольно острые, как бритва, так что вы не хотите порезать себя, пытаясь разгладить их. Мне нравится часто использовать стол в качестве подставки. Они также предлагают специализированные триммеры, или, как их иногда называют, ювелирные молотки. Также триммеры-анвили. Но в данном случае, поскольку это большая плоская деталь, я просто воспользуюсь моим отдельным молотком для ремонта кузова.
Сегодня мы делаем красивые старинные пасхальные украшения. Следите за нами! Я - Бранди, и это Making It My Own DIYs. Привет! Первый проект - это два пасхальных украшения. Я начну с двух маленьких украшений, и вы можете использовать то, что у вас есть под рукой. У меня есть эти маленькие декорированные яйца из Dollar Tree.
Король Лалибела, как говорят, проехал 1600 миль до Иерусалима. По легенде, когда он вернулся и Иерусалим пал под исламское завоевание, Лалибела приказал построить новый дом для христианства. Каждая церковь была вырезана из одного камня, чтобы символизировать духовность и скромность. Христианская вера вдохновила многие черты, получившие библейские имена. Даже река Лалибела известна как река Иордан. Лалибела оставался столицей Эфиопии с конца 12-го века до 13-го века.
На Марсе, который в два раза меньше по размеру, чем Земля. На Марсе когда-то было много воды. Чтобы сделать это... На Марсе есть вулкан, высотой в 81 000 футов — почти в три раза выше Эвереста. Так что, как, скажем, что произошло за огромный промежуток времени — это больше, чем мои воображение может осмыслить. Так или иначе, сначала вода. Сначала жизнь: 3,7 миллиарда лет, скажем, жизнь. Так что, знаете, довольно рано в, знаете, ранней эволюции...
Трансевропейский фестиваль — это биеннале, культурное, политическое и художественное событие/форум/конференция, объединяющее множество форматов. Мы уже 10 лет организуем это как Европейская альтернатива, организация, стоящая за этим. Поэтому у нас есть достаточно опыта. В то же время, это событие, которое является кочевым, поэтому оно всегда проходит в другом городе. В прошлый раз, два года назад, мы были в Белграде, то есть в городе за пределами Европейского союза. В этом году, в 2017 году, мы хотели приехать в Мадрид по целому ряду причин.
Исламское движение в Нигерии назвало свободу, предоставленную его лидеру Эль-Закзаки и его жене, победой над преследованиями со стороны президента Мухаммеда Бухари и губернатора Нигерии Насиру Эль-Руфая. Группа также заявила, что это решение оправдало своего лидера и членов группы. Привет. Надеюсь, вам понравилась новость. Пожалуйста, подпишитесь на наш канал на YouTube и не забудьте нажать на кнопку уведомлений, чтобы получать свежие новости.
Привет, всем, это я, TS Madison. И если вы пытаетесь развивать свой бизнес, бренд или продукт, почему бы не рекламироваться вместе со мной? Напишите мне по электронной почте на booktsmadison@gmail.com, чтобы получить доступ к нашим комплексным пакетам рекламы. Уникальные посетители, уникальные подписчики, мед, широкая демография. Рекламируйтесь со мной сегодня.
Документальный фильм, который вы собираетесь посмотреть, был показан господину Александру Керенскому, президенту Временного демократического правительства России, свергнутого коммунистами в 1917 году. Господин Керенский согласился сделать несколько вступительных замечаний о нашем фильме. Мы представляем 80-летнего Александра Керенского в его квартире в Нью-Йорке 10 октября 1962 года.
Ваше превосходительство, мой клиент согласен с составом присяжных. Присяжные удовлетворительны для обеих сторон? Мы согласны с присяжными. Присяжные удовлетворительны для нас. Присягайте присяжные.
Кид Дюранго из Аризоны: Песчаные дьяволы. Слои росы, покрывавшие степь, быстро исчезли, когда солнце поднялось над холмами. Луну можно было видеть еще некоторое время, а затем она скрылась за горами. День начался, как и тысячи других дней в Аризоне. Пока не появилась туча.
И у меня есть много опыта. Я работал на международном уровне. Я работал на этом континенте. Я работал в разных штатах, в разных сегментах рынка. И то, что я обнаружил, так это то, что люди действительно заинтересованы в этом. Они хотят знать, что происходит за кулисами. Так что некоторые из этих видео будут советами от человека, который на самом деле работает в этой отрасли, и я думаю, что это то, что немного отличает меня от, возможно, других блогеров по путешествиям, которых вы можете следить. Вы знаете, я, возможно, не работал, скажем, даже в круизной индустрии, но мне пришлось пройти курсы по этой теме для получения диплома в области гостеприимства. Так что, даже если я не работал в ней, я получил образование по этой теме.
Том, ты идиот. Селия, мы должны следовать за своими страстями. У тебя есть робототехника, а я просто хочу быть крутым в космосе. Почему бы тебе не признаться, что ты пугаешься моей роботизированной руки? Я не пугаюсь, это... Ладно, ладно. Я пугаюсь. У меня кошмары, что меня преследует этот гигантский роботизированный коготь. Ох, все равно, Том!
Привет. Как насчёт звонка из Алабамы? Занято? Позвоните главному оператору, скажите ей держать линию открытым. Официальное дело. Это вопрос жизни и смерти. Я надеюсь, вы говорите правду, мисс Кеннеди. Если вы не говорите правду, это не пойдёт вам на пользу. Я говорю вам каждое слово правду. Диркен схватил меня. Он разорвал мою платье. Мы дрались.
Ладно, так вот, это финальный ремонт. Ремонт позвоночника - это немного сложнее. Есть больше шагов, но, если вы будете следовать за мной, я думаю, вы сможете это сделать. Так что, что я собираюсь сделать для ремонта позвоночника - я должен снять этот старый позвоночник. Так что, надеюсь, я сможу сохранить эту этикетку и прикрепить ее к новому материалу, который мы положим поверх позвоночника. Таким образом, я не буду беспокоиться о создании бумажной этикетки или об отсутствии этикетки. Так что я сначала срежу эту часть и покажу вам, как это сделать позже.
Добро пожаловать. Добро пожаловать, все. Я просто хочу убедиться, что все работает. Это займет всего минуту. Поэтому я пришел немного раньше, чтобы убедиться. Просто помыл руки и готовлюсь выйти. Так что я просто заканчиваю настройку. Я думаю, все готово. Я допущу ошибки. Я чувствую это. Это один из тех дней. Так что я просто подожду, пока люди придут, а затем мы начнем.
Мама говорит, что ты не хочешь к нам приехать. Она говорит это? Да. У каждого есть своя история, сын. Я думаю, это ее история. Жизнь такова, знаешь?
Более 4,5 миллиарда лет назад галактика Млечный Путь столкнулась с близлежащей карликовой галактикой. Эта встреча ускорила образование звёзд. Наша солнечная система является частью галактики Млечный Путь. В пределах солнечной системы происходила циркуляция вещества.
Боже мой. Друзья, послушайте, я так возбуждён, потому что эта комедийная программа готовилась 23 года, понимаете? Да, я объясню, о чём я говорю. 23 года назад я впервые пришёл в Comedy Store и стал постоянным посетителем, стал комиком и разочаровал своих иранских иммигрантских родителей.
Примерно 450 миллионов лет назад растения сделали гигантский скачок из океана на сушу, чтобы стать растениями, которые мы знаем и любим сегодня. Но как они выжили? Ученые из Центра Джона Иннеса, возможно, нашли ответ. Сушные растения выживают, получая воду и питательные вещества из почвы. Они делают это, образуя особую дружбу с грибами, обитающими в почве, называемыми микоризой. Эти нити микоризы проникают глубоко в почву и тянут питательные вещества и воду обратно к растениям. Но как первые водоросли выжили достаточно долго, чтобы сформировать эти полезные дружбы?
Похоже, что, как мы и предполагали, имеется все больше доказательств, подтверждающих гораздо более логичное утверждение о том, что наследие исчезнувшей развитой цивилизации было украдено разными, более современными цивилизациями по всему миру. Огромная цивилизация когда-то процветала на Земле - цивилизация, которая была активно подавлена, украдена, эксплуатирована и скрывалась слишком долго. Спасибо за просмотр, парни, и до следующего раза, берегитесь.
Я никогда не стану супергероем. У тебя есть власть. Проблема в том, что у тебя слишком много, и ты не можешь контролировать это. Я знаю, кто может помочь нам тренироваться лучше. Конечно! Начнем с виртуальной тренировки! Эта виртуальная реальность очень реалистичная. Мы просто проходили мимо и подумали: а давайте попробуем нового слабака.
Привет, и добро пожаловать в этот путеводитель по путешествиям. Сегодня мы исследуем город Роттердам. Роттердам — город, расположенный в провинции Южная Голландия. Он разделяет мнения из-за своей более современной и городской архитектуры. Роттердам был почти полностью разрушен во время Второй мировой войны, когда немцы атаковали город. Из-за этого город пришлось восстанавливать, в результате чего он сильно отличается от других городов Нидерландов.
Дешевые самодельные мебельные изделия всегда пользуются популярностью здесь на Lone Fox, поэтому я хотел поделиться с вами, как я сделал эту ночную тумбу из простой коробки из IKEA. Итак, это коробка Knagglig, которую вы можете купить примерно за 10 долларов в IKEA. И я начал с того, что просто собрал ее по инструкции. Нужно просто пришить все элементы вместе. И когда все пришито, у вас получается простая деревянная коробка. Теперь на дне деревянной коробки я хотел добавить ножку, поэтому я поднял ее с пола с помощью этих маленьких деревянных вазочек или маленьких деревянных тарелок, которые я нашел в магазине для рукоделия. Они сделаны из простого дерева, очень похожего на дерево из IKEA, и я просто приклеил их с помощью Э6000. Вы также можете использовать клей для гвоздей, если хотите. И когда все готово, у вас получается очень простая, минимальная тумба для ночника.
Привет, ребята! Это я, Зак из Veteran Construction. Для многих из вас это первый раз, когда вы посещаете канал на YouTube, посвященный кровельным работам. Поэтому я хочу приветствовать вас лично, создав видео, которое для меня очень важно. В этом видео я расскажу, как я бы сделал крышу, если бы я впервые делал это, зная все, что я знаю сейчас. Итак, это видео поможет начинающим мастерам или новичкам в кровельных работах избежать ошибок и принять необходимые меры предосторожности, чтобы выполнить работу правильно, не тратя лишнее время. Итак, начнем с того, что нужно ознакомиться с этим материалом.
Пока спасательная группа патрулирует город, мы займемся наблюдением за музеем в коробке. Не стоит, чтобы злодеи попытались украсть Каббониту, когда мы будем внутри. У нас кончились деньги! Нам нужно украсть этот алмаз и продать его! В противном случае мы будем делать эксперименты с газировкой! Как мы будем ввести роботов внутрь? Все улажено.
Могила неизвестного солдата — памятник, посвященный военнослужащим, которые отдали все, чтобы защитить нашу страну. Расположенный в Национальном кладбище Арлингтон, штат Вирджиния, и привлекающий миллионы посетителей каждый год, Могила неизвестного солдата с гордостью защищается стражами могилы. Солдаты 3-го пехотного полка США, Старой гвардии, взяли на себя право охранять Могилу в апреле 1948 года и продолжают выполнять эту священную обязанность. Могила неизвестного солдата охраняется 24 часа в сутки, семь дней в неделю, 365 дней в году уже 77 лет.
Время для канала Scotty Kilmer. У вашего автомобиля облупилась покраска? Тогда подождите, потому что сегодня я покажу вам, как отшлифовать облупившуюся покраску. И для этого вам понадобится лишь ведро воды, шлифовальная машина и бутылка Meguiar's Ultimate Compound.
Подключите пылесос, он помогает удерживать пыль, и вы можете подготовить бетон таким образом. Мы предпочитаем делать это вручную, поэтому оба варианта работают довольно хорошо. Обычно, если он уже покрыт эпоксидной смолой, ручные шлифовальные машины работают немного лучше, но это тоже работает очень хорошо. Таким образом, после этого мы устраняем все трещины, устраняем все углубления с помощью нашего материала для ремонта, а затем шлифуем их. Затем мы чистим бетон и готовим его к первому покрытию. Это будет 100% эпоксидное покрытие, поэтому оно наносится поэтапно, на разных стадиях.
Вендидад, зороастрийский текст, гласит, что Има построил подземный город по приказу бога Ахура-Мазды, чтобы защитить свой народ от катастрофического зимнего периода. Подобно повествованию о Ное в Библии, Има был приказан собрать пары лучших животных и людей, а также лучшие семена, чтобы после зимнего катаклизма восстановить Землю. Это произошло до последнего ледникового периода, 110 000 лет назад.
Ладно, давайте я объясню. В общем, проблема в том, что если посмотреть внутрь... Ты видишь деревянную обшивку? Там старая обшивка, и она примыкает к шиферным черепицам. А я положил сверху это. И происходит так, что грязь накапливается там, на этом флешинге.
Привет, ребята, это я, Thunder E, и приветствую вас в этом видео, о котором вы так долго ждали. Я говорю о гейминговых возможностях ASUS ROG Phone 5. Теперь серия ROG Phone хорошо известна своими гейминговыми возможностями, но в этом видео мы выясним, действительно ли ROG Phone 5 вернул себе титул короля гейминговых телефонов.
Это декабрь 1997 года, и Имперская сахарная компания приобретает новый производственный объект в Порт-Вентворте у Savannah Foods and Industries Incorporated. Здесь нет ничего примечательного. Она делала то, что делают все предприятия, то есть приобретала для расширения. С 1900-х годов объект использовался для производства и переработки продуктов питания. В 1910-х годах Savannah Industries Incorporated построила производственные мощности по производству гранулированного сахара в Порт-Вентворте, завершив их в 1917 году.
Следующий участник 85 South Show. Он не нуждается в представлении. Где мои дамы?! Мы все равно представим его. Он из Атланты, через Миссисипи. Возможно, вы видели его на MTV Wild 'n Out. Дамы, он самый холодный в игре в данный момент. Ваш папочка, Карлус Миллер в здании!
Мы просто дадим ему постоять в течение пары минут, чтобы он вновь набрал влагу. При ультралегкой готовке мы не готовим на плите. Мы в основном кипятим воду, чтобы вновь увлажнить нашу пищу. Это также одна из причин, по которой мы используем быстрые хлопья. Меньше времени на приготовление, меньше топлива и меньше веса. Да, именно так. Итак, это примерно то, что мы делаем здесь. Идеальная консистенция.
Толстая облачность препятствовала проникновению солнечного света на поверхность Земли. Земля пережила глобальное оледенение, известное как «Снежная Земля». Это привело к ещё одному глобальному массовому вымиранию. Но, как и в предыдущие разы, некоторая жизнь пережила ещё один трудный период под ледяным покровом.
Кабоум-Сити — город героев. Супер-чудеса и Казум-киды сражаются, используя свои силы, полученные от самого Казума. Это самый мощный источник энергии, известный до сих пор, и теперь он выставлен в городском музее для всеобщего восхищения. И мы собираемся его украсть! Не опасно ли пробраться сюда? Ответ отрицательный. Это путь, по которому идут Казумы.
С помощью цифровых инструментов создание, редактирование и публикация вашей работы в интернете стало проще, чем когда-либо. Но есть и другая сторона медали. Сегодня легче, чем когда-либо, распространять дезинформацию, а фейковые новости стали настоящей проблемой в последнее время. Мы видим это на примере студентов. Согласно исследованию Стэнфордского университета, только 25% старшеклассников смогли отличить правдивую новость от поддельной. Студенты также испытывали трудности с различением реальных и поддельных фотографий, а также подлинных и постановочных видео.
Тридцать миллионов лет назад монстр бродил по ландшафту. Ну, мы говорим о одном из самых страшных животных, которые когда-либо ходили по земле. Это был самый большой зверь, который когда-либо жил в Северной Америке после динозавров. Посмотрите на размеры этого черепа. Посмотрите на все эти зубы. Такого животного нигде нет.
Давайте поедем туда. Ой, ой, ой, большой парень! Ты слишком крупный для этой поездки. Сначала безопасность, да? 30 долларов? Что за обман! Я тебе говорил. Будь осторожен!
Я поеду в Калифорнию. Ты поедешь в Калифорнию. И зачем тебе ехать в Калифорнию? Америка для тебя недостаточно хороша? Ах! Ты такой хороший гражданин, да? Ты даже не знаешь, что Калифорния находится в Америке! Но о чем ты смеешься? Я смеюсь, потому что ты такой глупый, что даже не понял, что я шучу с тобой.
Приветствую и приветствую вас в пилотном выпуске новой серии. Она будет посвящена истории некоторых из самых худших скандалов в мире - некоторые из них вы, возможно, знаете, а некоторые - нет. Она частично вдохновлена программой RTÉ под названием Scannál. Хотя, вместо того, чтобы сосредоточиться на событиях, связанных с Ирландией, я планирую расширить сферу, которую я буду охватывать. Ну, без дальнейших задержек, давайте начнем.
Да, я действительно понравилось. Я провел исследования, чтобы быть готовым к сегодняшнему вечеру, потому что, как я уже говорил, я действительно глупый. Единственное, что я знаю о правительстве, так это то, что мы здесь, потому что оно не работает для нас. То есть это все, что я знаю. Так что это было довольно приятно. Но я провел исследования о том, как законопроект превращается в закон. Так что я посмотрел видео Schoolhouse Rock. Да, мы все его любим.
Вы, вы, мир! Вы полны сюрпризов, не так ли? Я помню, несколько лет назад, смотрел некоторые из этих фильмов о Resident Evil с Миллой Йовович и думал: "Это не может быть хуже!" Да, кажется, это было проще. Но с последним вздохом 2021 года вышли Resident Evil: Welcome to Raccoon City. Или Welcome to Hell.
Привет всем, добро пожаловать обратно в шоу Дуайта по приготовлению еды. Сегодня я поделюсь с вами рецептом салата из макарон с тунцом. Простой и вкусный. Вот список ингредиентов: мои перцы, мои зеленые луковицы, мои белые луковицы, половинка чайной ложки соли для вкуса, черный перец или, если у вас есть молотый перец, вы можете использовать его, макароны, три яйца, которые будут вариться, и мой тунец.
Сегодня мы на пляже Тохе. Пляж Тохе - это курорт в Сьерра-Леоне. Я здесь с моими кузенами. Должно быть, замечательный день. Просто замечательный отдых на пляже. Ничего особенного не происходит, ничего не запланировано, но... Ох, похоже, что здесь будет свадебное торжество. Все выходят замуж. Ооо, похоже, что это свадьба или какая-то свадебная церемония. Здесь очень красиво. Не так ли?
Для специалиста по ястребам Боба Андерсона отношение пионеров было просто высокомерным и невежественным. Все хищные птицы считались просто вредителями. Я имею в виду, что все они были ястребами. Все они были плохими птицами, будь то белоголовый орел, золотой орел, красношейный ястреб. Их всех убивали.
И я бы хотел начать с обращения к доктору Вишалу Сикке, генеральному директору Infosys. Вишал, ты сын инженера железнодорожного транспорта. Ты видел технологии на этой стадии, и ты также любишь сёрфинг, поэтому ты знаешь, как избегать волн. Что такое нарушение, с которым мы должны обратить наибольшее внимание, исходя из новых технологий, и почему? Почему мы должны уделять так много внимания этому нарушению?
Чтобы создать антикварный бронзовый орнамент, я просто нанесла на весь орнамент слой рубинового и буфера. И, конечно же, нам нужно получить антикварный вид с помощью алкогольной краски. Поэтому я начала с имбиря. Я нанесла каплю на наш орнамент и просто размешала его так. И я продолжала этот процесс, пока не получилась столько слоев, сколько мне понравилось, и он действительно выглядел как настоящий металлический орнамент. Затем я также нанесла немного более темного бронзового спрея и просто нанесла его на поверхность, чтобы дать ему окисленный вид, как мы делали для колокольчиков. И так я закончила эти антикварные бронзовые бобины. Очень просто и легко, но, честно говоря, они выглядят как настоящий металл и выглядят очень красиво.
ХОРОШАЯ ПАРТИЯ
Развитие человечества никогда не прекращалось, даже на мгновение – в трудные времена мы снова растем и адаптируемся. Города так же процветают, как и раньше, и наше технологическое развитие продолжает расти. С недавним открытием Игниата человечество взлетело выше своего пика; величайшее достижение еще предстоит. Эта благодать нового знания может быть описана только как божественное вмешательство – мы, человечество, сможем прославить богов своим присутствием на их земле в облаках. Все члены компании Карасцен оценили Игниат и мы чувствуем в нем огромный потенциал – не волнуйтесь, Игниат не имеет никаких побочных эффектов или недостатков при добыче, у него есть большая вероятность –
14 ЯНВАРЯ, 22:26, 2543.
Клик. Это были ретрансляции этого самого потока, в тот день, когда мир был разрушен. Отец всегда отключал канал, когда я не мог оторвать взгляд. Грустное выражение лица, которое он показывал мне, вызывало чувство, исходящее из глубины души – я всегда чувствовал себя плохо, когда это показывали, но это открывало ворота для множества воспоминаний; пусть и не очень хороших. Выдохнув, я медленно встал на ноги, нужно было отвлечься от всего. Его грустное настроение сохранялось, и я регулярно пытался помочь ему улучшить настроение и, по крайней мере, принести ему немного радости, но сегодня я устал.
Я медленно приближаюсь к двери и кричу папе: «Я выхожу ненадолго, ужин в холодильнике». Никакой ответ. Это нормально. Он, как правило, слышит меня. Вряд ли что-то случится. Медленно закрывая за собой дверь, я выдыхаю глубоко, когда дверь полностью закрывается. Почти забыв, я ставлю руку на холодный металлический сканер, который запирает дверь. Если бы в этой квартире что-то было, так это современная техника, но, как правило, в других местах тоже есть заметная техника – уже давно никто не использовал никакую другую.
Холодная, дождливая ночь последовала за моим долгожданным прогулом – исследовать город Палтрикус было привилегией для тех, кто избежал мутации благодаря бегству или чистой удаче. Ночь в городе была прекрасна, освещенная яркими звездами, которые оставались на небе тысячи лет. В огромном далеком небе должно быть одиноко. Палтрикус был приятным местом, но он чувствовал себя скорее клеткой, чем роскошным местом для жизни. Наполненный до отказа квартирами, домами и любыми другими зданиями, способными вместить жителей, большинство зданий были высотой в сотни этажей; благодаря Игниату. Минерал, который умиротворил технологию и архитектуру, был великим минералом, который расширил нашу основу жизни. Общественное знание знает лишь немного об этом минерале, главным образом потому, что он держится под довольно жестким покровом.
Оставив в стороне мрачные мысли, я нашел путь к своему любимому месту для кофе; большинство людей избегают его, потому что распространялись слухи о том, что в этом районе был обнаружен случай, который обозначали теми, кто заразился вирусом. Это никогда меня не беспокоило, у меня была невероятная удача на протяжении всей жизни, а владелец - замечательный человек. Кто откажется от бесплатного кофе в обмен на разговоры и вечерние беседы?
Входя внутрь, громкий звонок развеял мой дискомфорт, когда аромат свеже заваренного кофе наполнил мои легкие. Антон, владелец магазина, естественно, стоял за прилавком – в помещении было почти пусто, за исключением нескольких человек в задней части. Подходя к прилавку, усталые ноги от долгой прогулки, я опустился на один из стульев и вздохнул. Я увидел Антона, приносящего кофе. «Привет, Лилиф, длинная ночь?» его хриплый голос эхом отзывался в моей голове, «Нечто подобное», я ответила поверхностно, становясь все более усталой и уставшей по секунде.
Подготовившись к устранению усталости, я взял несколько глотков кофе, поставленного передо мной. «Бизнес по-прежнему в упадке с тех пор, как это произошло?» — тихо спросил я, не пытаясь отогнать оставшихся клиентов, которых привел Антон. Он кивнул, протирая стакан тряпкой — это технически бар, но я никогда не приходил сюда за напитками. Сзади можно было слышать шепот, но в основном разговор между мной и Антоном был довольно коротким сегодня вечером. Прощаясь с ним, я вышел из магазина; с немного большей энергией, чем раньше.
Бродить по темным улицам поздно ночью обычно не было лучшим вариантом, но, честно говоря, это было лучше, чем оставаться в этой душной квартире; чаще всего вы могли слышать, как соседи занимаются сексом, чем музыку. С быстрым, вздохнувшим вздохом я вернул взгляд на дорогу вперед – я, наверное, пойду к ломбарду Аль; это просто место, где я ищу интересные вещи, как развлечение. Быстрое раскаяние охватило меня, когда я услышал шаги за спиной, возможно, я переоцениваю ситуацию, но никто не оставлял этот район, если не хотел быть ограбленным или избитым. Это было популярно из-за деятельности мафии и банд...
Это забавно? У нас осталось половина личного состава, и мы даже не можем воздержаться от того, чтобы причинять друг другу вред. Я поспешно ускорился, так как Ал был за углом, и я был бы в безопасности внутри. Взглянув назад, я убедился, что меня больше не преследуют, когда я стоял перед ярко светящейся табличкой, на которой было написано: «Лавка Алборна!». Сбавив шаг, я снова вошёл внутрь – это место было более защищено, так как Алборн часто принимал людей, которые были мутантами и проникли в Пальтрикус. Когда я открыл дверь, свет был выключен, что было интересно – Ал не было. Ни беженцев. Ничего. Здесь что-то не так.
Тихонько я продвигался к задней части магазина, слышал шепот и разговоры за металлической решеткой, которую мне пришлось несколько раз потянуть, чтобы ее сдвинуть. Взобраться в вентиляцию было для меня на данный момент самым безопасным и тихим вариантом; поднимаясь вверх, я мог бы услышать разговоры и разговоры между странными одетыми мужчинами. Я заметил, что Ал внутри, привязанный на цепи. Понятно, что его в конечном итоге поймают.
Алборн был отличный парень, но это было серьезно. Нет необходимости высовываться за кого-то, особенно когда кажется, что он только что ввязался в неприятности со всеми властями в городе. Однако я все равно не мог избавиться от этого чувства. Выдохнув тихо, я медленно спустился по решетке вниз, упав в тихую комнату. «Ш-ш-ш. Ал. Ал!» — прошептал я, тихо закричав из-за его отсутствия реакции. «Лилиф? Что ты здесь делаешь? Ты должна уйти, он тебя поймает».
Нет, я тихо подумал для себя. Попытавшись открутить цепи, которые обвязали его руки, голоса окружили наше местоположение, слабые шаги становились все громче. «Быстро! Возвращайся в вентиляцию и уходи. Не возвращайся. Если мы встретимся снова, это не будет в этом городе». Он быстро сказал, вспышка паники на его лице не помогла мне успокоиться. Слушая его советы. Я не мог заставить себя остаться дольше. Фу, Ал. Я быстро убежал после выхода из вентиляции; потеря такого бесценного друга немного больно. Они перемещали его в...другой город? В моей немного рассеянной голове крутились множество мыслей, и большинство из них были злыми, но грустными. Я провел множество исследований по внешним городам и столице зараженных, Алкатрасу, который они назвали в честь тюрьмы, и все, что я прочитал, показалось мне подходящим. Не говоря уже о том, что неизмененные отрезали любые оставшиеся соединения с зараженной землей, это было...трагично.
Возвращение домой было тихим, но настолько громким. Мои мысли, наполнившие мой мозг, звучали громко, и сожаление о том, что я не остался, чтобы помочь, мелькало перед глазами неоднократно. Наконец я пришел домой, почти в слезах от ужаса, вызванного бурей звуков из облаков, грохот грома был настолько сильным, что мог напугать любого человека. Отец уже лежал на диване, смотрел повтор старого фильма, вероятно, 10-12 летнего; вздохнув, я тихо вернулся в свою комнату. Лежа в кровати, я не мог долго держать глаза открытыми. Вскоре сон настиг меня.
ДЕТОНАТИВ
19 ЯНВАРЯ, 14:34, 2543.
Дни пролетели, прежде чем я даже осознал это. Прошло несколько дней с того момента, как Алборна увезли - куда я не знал, но я знал, что его увезли куда-то. Эти наряды казались знакомыми, но никак я не мог разгадать их на первой попытке. Выдохнув, я положил руки на систему перед собой, излучающую красный и фиолетовый свет - я мог взломать систему безопасности, место не далеко, и я сомневаюсь, что они предприняли какие-либо меры... Возможно, я не должен. Конечно, против всех моральных принципов, мои пальцы двигались без моего осознания, открывая множество экранов; боже, я хороший. Я был довольно популярным на нескольких сайтах, меня называли "WRAITH". Это было довольно запоминающимся именем. Конечно, моё имя на любом сайте WR417H, но я люблю думать, что это придумали публика.
Перенеся наблюдение на мой мобильный телефон, я внимательно следил за каждым из них. Ничего. Как будто они никогда там не были. Это не имеет никакого смысла. Камеры имели строгую защиту, даже с удаленным доступом. Как... ААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААААА.
С быстрым толчком я почувствовал, как дрожь пробежала по спине, когда я вышел из квартиры; странно. Игнорируя это чувство, я решил отправиться к Аллу, чтобы немного расследовать, но мои ноги двигались к бару Антона – это был довольно спокойный бар, и я определенно должен был поговорить с кем-то. Кто лучше, чем бармен, который должен вам что-то?
Нерегулярно Антон был очень занят; здесь шумно и много новых лиц, которых я никогда раньше не видел - Антон был единственным работником, поэтому я понимал, что он должен быть очень напряженным. "Привет, бармен, дай мне кофе". Я намеренно говорил в более низком тоне, чтобы немного сбить его с толку, и небольшое хихиканье вырвалось у меня, увидев его вздох облегчения после быстрого поворота. "Боже, Лилиф, не делай это со мной...", он тихо выдохнул, явно уставший. "Вы выглядите очень занятыми... вам нужна помощь? Похоже, здесь много людей". Я выдохнул, я не хочу помогать этим пьяным, но я чувствую себя плохо, заставляя этого парня работать один здесь. "Можете? Я заплачу вам после...", он произнес с глазами щенка, направленными прямо на меня.
После того, как я надел маленькую форму, я немного помогал за баром, это было довольно легко, за исключением постоянных ухаживаний и оскорблений со стороны посетителей в баре; но, честно говоря, это меня не очень беспокоило. Я поговорю с Антоном после этого смены, я все еще очень хочу избавиться от мыслей о нем, хотя я знаю, что все равно расследую его место после этого, но все же...
Пламя взорвалось из пасти Тассалина, когда колоссальный Траки поджёг очень определённый участок леса, а затем начал кружить над ним, наблюдая за происходящим. Странно, но по мере того, как он замедлил своё движение, странный вопль за его спиной прекратился. Тассалин забыл, что у него на спине были пассажиры.
"Хватит, Тенюк, ты уже превращался в траковцев!"
"Моя собственная поездка очень отличается от того, чтобы быть внезапно схваченным огромным розовым драконом!"
"Это не так уж и плохо, правда, Кейл?"
Кайел явно не соглашался с Нисси, он был менее черным, чем обычно, и его когти глубоко вонзились в спину Тассалина, так что тот начал кровоточить, но Тассалин явно не обращал на это внимания. Тем не менее, Тассалин понял, что напугал своих новых друзей, и нашел место для посадки.
"Я извиняюсь, но я почувствовал запах. Я должен был с ним справиться!"
"Нужно было и нас тянуть за собой?" - воскликнул Тенюк, соскакивая с спины Тассалина и скользя по его хвосту. - "И мы оставили Ретвика! Мы бросили нашего большого, сильного, бойкого парня! Как он к нам доберется?"
"Он справится с этим...", - вздохнула Нисси. - "Ретвик медлит, но он не дурак".
"Да, но может ли ехать Ретвик?"
Нисси моргнула и вернулась к Тенюку. "Конечно, он может вести машину".
Вы когда-нибудь видели, как Ретвик управляет транспортным средством? Он не владеет грузовиком, как вы, и я не видел, чтобы он управлял чем-то вроде того милого маленького автомобиля, который есть у Кейла, и он начал ездить на работу на машине только потому, что вы водите нас на работу. Он просто ездит на своей велосипеде.
Вдруг раздался громкий смех. Тассалин внезапно рассмеялся, но никто не мог понять, о чём он смеётся. Тассалину потребовалось немного времени, чтобы успокоиться.
"Я сожалею, но я представляла вашего большого, бронированного друга на маленькой велосипеде, предназначенном для детей Темтана. Это было забавно! Я желаю, чтобы у меня была телепатия. Это замечательная мысль! Одна, которую я не могу поделиться!"
Кейл смеялся, представляя, о чём думает Тассалин. «Да, справедливо. Но что ты нашёл и почему так быстро улетел?»
Тассалин взвыл, взлетел и исчез на мгновение, прежде чем вернуться, бросив тушу перед Нисси. Это был Оротрак, очень редкое, золотое и белое драконическое существо. Но его голова отсутствовала. "ЕЩЕ ОДНО ТЕЛО. Я слышу их крики. Я чувствую их кровь. Я притягивается к защите и охоте. Как требует Йисини. Эти твари близко".
Могущественный Траки внезапно замер. Нисси и Кайел также замерли, их внимание привлекло отверстие в лесу. Нечто большое и черное смотрело на них, шипя. Что бы это ни было, оно развернуло две колоссальные пары крыльев и бросилось вперед, направившись к Тассалину, не заботясь о том, что ему придется пройти через трех меньших существ. Кайел и Тенук только успели укрыться, но Нисси оказалась затянутой и почти выброшенной на Тассалина.
Тассалин ответил на этот нападок, схватив Нисси и бросив ее на спину, используя свои невероятно длинные и ловкие хвосты, прежде чем взлететь в воздух. Чёрное двукрылое существо быстро преследовало их.
Кайэль вздохнул, вытащив из-за спины ружьё, затем открыл сумку и вытащил из неё ремень с патронами. Он надел ремень на грудь, чтобы иметь к нему легкий доступ, но быстро понял, что Нисси, траки и монстр исчезли из виду.
"Эй, Тенюк, не возражаешь против того, чтобы превратиться в что-то, что может летать?" - спросил Кайел.
"Вы хотите преследовать их?"
"Да, очевидно."
"Но... один из них - гигантский монстр!"
"Так? У меня в руках высококачественная винтовка, прямо сейчас, готовая к стрельбе. Я просто хочу, чтобы я мог ее увидеть, чтобы я мог ее стрелять."
Тенюк колебался, а затем отступил, давая себе пространство. С тихим, слегка болезненным вздохом тело Тенюка растянулось, его мех заменился чешуей, а руки превратились в крылья. Он быстро превратился в нормального, светло-голубого трака, но его глаза остались красными.
"Поднимайся."
Будучи более нормальным траком, Тенюк теперь имел правильные чешуйчатые пластины на спине, но он также приобрел пару шипов на спине, чтобы Кайел мог ухватиться за них. Тенюку потребовалось немного времени, чтобы взлететь, но как только он оказался в воздухе, он быстро ориентировался и попытался преследовать Кайела.
Однако Тенук и Кайел быстро поняли, что они не одни. Второе темное существо выскочило из-под них, и Тенук едва избежал столкновения.
"Я думаю, это другой большой страшный монстр, о котором Ланекс беспокоился?", - подумал Кайел, пытаясь сделать выстрел по второму монстру, промахнулся и быстро перезарядил.
Тенюк не отреагировал, он слишком сосредоточился на полете к Нисси и Тассалину, несмотря на то, что другое существо преследовало их. Кайэл неуклюже повернулся, чтобы лицом к монстру. Тот факт, что он преследует их, был хорошей новостью в глазах Кайэла, так как это облегчало ему прицеливаться и стрелять. Два выстрела прошли сквозь верхние крылья монстра, и он закричал от боли, исчезнув обратно за деревьями. Кайэл не был уверен, преследует ли его монстр, но, несомненно, он не мог бы его догнать.
Впереди Нисси цеплялась за жизнь, когда Тассалин размахивал руками, брызгая огненными шариками на черного монстра. Хотя создание, несомненно, было ранено, оно казалось очень раздраженным и не желало отступать, и огненные шарики, похоже, не оказывали такого эффекта, как ожидалось. Когда же Тассалин выправился, Нисси воспользовалась этим шансом, чтобы вытащить свой собственный оружие - надежный дробовик. Конечно, он не предназначался для подобных дел, но, наверное, разбрызгивающийся дробовик, по крайней мере, сдержит черного зверя?
Нет, конечно, нет. Зверь просто зарычал и попытался прыгнуть прямо на Тассалина. К счастью, несмотря на свой размер, Тассалин был достаточно ловким, чтобы уйти в сторону, но Нисси не смогла сдержать крик, когда она едва не потеряла хватку на слишком гладкие чешуйки Тассалина.
"КАК МЫ УБИВАЕМ ИХ?" - крикнула Нисси.
"СТРЕЛЬБЫ В ГОЛОВЫ!
"ЭТО БУДЕТ ТРУДНО!"
Тассалин зарычал, а затем повернулся, приближаясь к горе, которую он называл домом. Тёмное существо последовало за ним, но немного паниковало, когда взрыв огня ударил его сзади. Существо не понимало, что оно больше не одиноко. Оно паниковало ещё больше, когда Тассалин замедлился, а затем ударил своим хвостом по голове существо, сбив его с курса.
Злобно рыча и шипя, создание взлетело вверх, разбрызгивая слюну в воздух. Всё вокруг мгновенно погрузилось в темноту, словно монстр поглощал свет из самого неба, заменяя его облаком вечной ночи.
Тассалин больше не мог видеть, и он попытался отступить, но врезался в верхушку леса, прежде чем упасть в открытое пространство. Создание, похоже, точно знало, где упал Тассалин, и направилось прямо к нему, взяв с собой темную тучу.
"Кайэл!" воскликнул Тенюк, вылетев из облака и начав кружить, пытаясь разглядеть Нисси и Тассалин в темноте внизу. "Что делать? Кайэл... Кайэл, где ты?"
Нисси быстро поднялась на ноги. Она была почти уверена, что сломала что-то, но ее странные, неестественные способности к исцелению уже вступили в действие. То же самое нельзя было сказать о Тассалине, который лежал в куче, опираясь на единственный дерево, которое не рухнуло под его весом. Нисси постаралась добраться до Тассалина, но она могла увидеть только несколько метров впереди. Всё было черным и погружено в проклятые тени. И в этих тенях что-то кричало и визжало.
Ужасный, размашистый хвост ударился о землю рядом с Нисси, сбив ее с ног. Однако она заметила, что хвост колеблется, не нацеленный на нее. Создание, что Нисси могла видеть и слышать, рычало и цеплялось за тени, которые оно создало. Нечто телепортировалось через темноту, колол монстра, сбивая его с толку.
В воздухе раздался выстрел, и монстр замолчал, упав на землю и оставшись неподвижным. Тьма, окружавшая их, рассеялась, и стало ясно, что произошло. На спине монстра стоял Кейл, держа в руках ружье и тяжело дыша.
"Это... один из самых странных shadowjumps, которые я когда-либо делал... Танто кат'олон..." Кайел задыхался от нехватки воздуха. Его глаза каким-то образом светились черным цветом, и тёмная энергия скользила по его телу. Однако по мере того, как он говорил, цвет возвращался на органические пластины Кайела, а его глаза возвращались к своему нормальному желтому цвету.
Несколько мгновений потребовалось Нисси, чтобы осознать, что произошло. Все знали, что у Кейла были странные способности, которые он редко использовал, потому что большинство считали их нечестными и пугающими. Но Нисси не знала, что Кейл может использовать эти способности в любой темноте. И, кстати, Кейл тоже был удивлен.
"Всё в порядке?" - не удержался от вопроса Нисси.
"Да, я в порядке. Я убил что-то, через минуту я буду в порядке". Кайел осмотрел свое творение, а Тенюк спустился вниз и сел рядом с ним, вернувшись в свою обычную форму Спаста.
Теперь, когда создание перестало двигаться, они могли лучше рассмотреть его. Его кожа была черной и слизистой, но слизь оставалась крепко прилипшей к его телу. У него было четыре крыла и четыре конечности, у всех из которых были длинные, тонкие когти, а из его черепа торчали два прямых рога.
Прежде чем Тенюк и Кейл успели спросить, что же они видят, из ближайшего кустарника выскочила какая-то вещь, но она так и не сделала контакт, так как рядом с ней врезался знакомый автомобиль, заставив монстра остановиться у ног Нисси. Не рискуя, Нисси схватила свой дробовик и сразу же выстрелила ему в голову, мгновенно убив монстра.
"Ох..." - пробормотал Ретвик за рулем, прежде чем неловко выключить двигатель и выйти из грузовика. "Я, э-э-э, не хотел этого делать. Вы все в порядке?"
"Вы в основном пропустили все события!" - с раздражением сказал Тенюк. "Где вы были?"
"Вы, кажется, оставили меня позади. Я приехал как мог быстрее..." - вздохнул Ретвик. - "Могу ли я спросить, что это за ужасные вещи?"
К счастью, ответ на вопрос Ретвика дал Тассалин, который поднялся с земли. Он был покрыт порезами и царапинами и казался немного ошеломленным, но, похоже, не сильно пострадал.
"ВЫ УНИЧТОГЛИЛИ КОРРУМПИРОВАННЫХ ЗЛОДЕЙ! ИНФИЦИРОВАННЫЕ МОНСТРЫ. КРЕАТУРЫ, ОСТАВШИЕСЯ ЗДЕСЬ, КОГДА КОРРУПЦИЯ АТАКОВАЛА ВАШИ БОГОВ".
"Ты имеешь в виду... ужасного божественного монстра, которого... мы... помогли убить?" Тенюк заикался.
"ДА. ОЧЕНЬ ДА. ВОЗМОЖНО, ЕЩЕ БОЛЬШЕ. Но я не мог бы их застрелить в голову. У меня нет пистолета. Кроме того, два против одного несправедливо, да?" Тассалин подошел к Кайелю и погладил его по голове. "Благодарю, маленький. Ты напоминаешь мне моего старого друга Аркадина. Только менее убийственный и менее способный убивать вселенные."
"Ух... спасибо... я думаю..." - сказала Кейл. "Так, так, мы закончили?"
Нисси пожала плечами, затем схватила свою камеру и сделала несколько снимков этих, несомненно, уже мертвых животных. Затем она вытащила свой любимый нож, ее роскошный нож, посвященный богам смерти, и начала отрезать один из рогов, а затем перешла к другому. Однако, как только Нисси закончила, эти создания внезапно начали гореть и быстро превратились в кучу пепла. То же самое произошло и с рогами, которые она отрезала.
"Ну... это и удобно, и неудобно..." - вздохнула Нисси. "Возможно, по крайней мере, я получила фотографии?"
Пролог
«Пожалуйста!» — умоляла королева Эйрвен, — «не отсылайте её! Она всего лишь дитя!» Король-ледяной посмотрел на свою жену с трона, рядом с ним стоял его советник. Она родила девочку. Он смутился от этой мысли.
Девочка сильно напоминала свою мать: бледные голубые глаза и белые волосы, украшенные голубыми прядями. Ледяной король считал, что дочь делает его слабым. Ведь до этого у него были только сыновья.
"У тебя есть только два варианта: убить ребенка или отправить его в дикую природу. Это ее наказание за твои грехи, Эирвен". Он произнес ее имя, как если бы это было ядом. Он всегда так делал.
Фростфелл не всегда был одним королевством. Он был разделен на два: Север и Юг. На Севере - не магическое королевство. На Юге - королевство, полное фантастических демонстраций силы. Из-за жадности Севера два королевства столкнулись в бесконечной войне, пока Юг не предложил перемирие.
Юг был в отчаянии, и его королевская семья сделала бы всё, чтобы остановить кровопролитие. Они предложили свою единственную принцессу стать королевой Севера и родить сына, который станет будущим королём. Затем Юг присоединится к Северу, чтобы создать одно королевство. Севера согласились, и принцесса Эйрвен вышла замуж за принца Акулла.
"Пожалуйста, мой король, в обмен на безопасность моего ребенка, сделайте со мной все, что хотите, заприте меня, изгоните меня или даже убейте меня", - умоляла королева Эйрвен, крепко обнимая своего ребенка.
Ледяной король смотрел на свою королеву с отвращением в глазах. Возможно, возможно, он проявит к ней милосердие. Женщина, с которой он провел двадцать два года, женщина, которая всегда заботилась о нем в его самые трудные времена, женщина, которая родила его сыновей.
"Хорошо. Дитя может жить в дворце". Он начал говорить, и королева вздохнула. "Но", - добавил он. "Ты будешь казнен".
Общий взгляд ужаса возник у советника и самой королевы Эйрвен. Она медленно посмотрела вниз на пол. «Да, мой король». Она поклонилась.
Король приказал своему советнику привести дочь королевы в одну из пустых комнат Эйрвен. После этого он приказал стражникам привести Эйрвен на место казни, где все жители города могли видеть.
Когда охранники везли ее на место, жители города кричали от возмущения, увидев, что их единственную и самую красивую королеву собираются убить. Некоторые плакали, некоторые кричали и пытались напасть на охранников, а другие задавались вопросом, почему это происходит; но все они разделяли одну и ту же основу.
"Отпусти ее!"
«Зачем они это делают ей?»
По мере приближения Эйрвен к деревянному столбу появился самый страшный человек в королевстве. Пожарный. Бывшая королева Эйрвен должна была быть сожжена заживо. Никто не заслуживал такой смерти, даже преступники. Это было самым жестоким, что можно было сделать с человеком в Фростфелле.
Ей привязали к деревянному столбу, и король начал говорить о том, как королева предала их всех. Люди из Фростфелла отказались верить ему и никогда не принимали его слова. Затем человек, владеющий огнем, поджег столб, и на лице бывшей королевы появилась одна слеза.
"Живи, Кари". Это было концом правления королевы Эйрвен.
Молчание в коридорах
Тап, тап, тап - это все, что можно было услышать из самого дальнего помещения слева в южном крыле вечного холодного дворца. Служанки, проходящие мимо, всегда удивлялись, что находится в этой комнате, опасаясь того, что внутри. Рассказы о ней ходили по коридорам среди горничных. Считалось, что покойная жена Ледяного короля, Эйрвен, находится в этой комнате, ожидая выхода.
Они не могли бы ошибаться сильнее. Иври, идущий в южный флигель, думал, что помощники ходят по стенам, шепча друг другу. Они вообще не знают, что там.
Рассказы, конечно, распространялись и о них, так как они были единственными, кому разрешалось войти в комнату.
Knock knock. «Леди Кари, ты там?» — шептал Ивор к сложной двери, украшенной снежинками и короной, символом королевской семьи.
Они задавались вопросом, действительно ли она позволит им войти, в отличие от предыдущих раз, когда они приходили с просьбой. У меня до сих пор есть синяк от последнего раза. Ива смеялась, вспоминая это. Кари бросила книгу на их плечо, но, увидев, кто это, тут же извинилась.
Один звонок прозвучал изнутри, как бы говоря, что она действительно там, так как нигде больше не было куда идти.
«Могу я войти?» — спросил Ивор, вспомнив, как они когда-то входили без разрешения.
Один звук шел изнутри. Да, казалось. Иври тряслась от холода и звука. Иври чувствовала себя странно, когда слышала шум, исходящий из предположительно пустой комнаты, несмотря на то, что они ходили туда уже много лет.
"Я прихожу", - медленно открывая дверь, сказал Ивори. То, что они увидели в комнате, было необычным по стандартам обычных людей, но не было неожиданным. Бумаги были повсюду. Книги были рассыпаны по полу, стол был разбит, и по комнате были рассыпаны множество скульптур из льда. В комнате не было окон и мало света. Там было холоднее, чем в остальной части дворца (а это было уже много). Комната выглядела так, как будто снежная буря разбросала всё вокруг.
Девочка в комнате укутана в одеяло, лежит на кровати и читает одну из своих тетрадей. Мелкая лампочка освещает пространство.
«Какой это блокнот?» - спросила Ива, усевшись рядом с Карой на кровати.
Она перевернула страницу и написала на ней дату. Под ней она написала: «5/11/648 - 12/13/648».
"Обсуждать старые воспоминания?" - спросил Ивор, глядя на старый блокнот. Кари кивнула. "Вы думаете, они выпустят вас на Рождество? Это всего лишь несколько дней".
Кари дважды постучала по фонарю. Нет, как предсказывал Ивор. Ледяной король никогда не выпускал Кари, так как считал ее "дефектом" в своих глазах. Она родилась глухонемой и была единственной девочкой в семье, состоящей из мальчиков.
Ивори тоже, в своем особом смысле. Когда Ивори объявили небинарным, казалось, что мир тоже изменился. Им дали работу, которая заставляла их проводить большую часть времени в одиночестве, как наказание за то, что они были другими.
Они также были вынуждены работать как служанки принцессы. Они не возражали против этого, так как получили друга.
«Скоро будет твой день рождения, не так ли?» — спросил Ивор, вспомнив, что день рождения принцессы наступит через несколько дней. Карри кивнула, и в её светлых голубых глазах мелькнуло печальное выражение.
"Хотите отметить?" - спрашивали они, вспоминая, как она отвечала на этот вопрос в последний раз.
Нет. Кари отключилась. Иви знала, что это трудная тема для нее. Это был день, когда она была заперта в своей комнате, а ее мать была изгнана. Иви была только младенцем, когда это произошло, но они помнили о возмущении, в котором были слуги и жители города. Они слышали, что королева Эйрвен была хорошей королевой, но также странно предсказывала вещи, которые произойдут.
«Так... что ты хочешь сделать?» - спросили они. Карри подняла взгляд на них, полная энтузиазма. Она протянула Иворе бумагу. Когда они посмотрели на неё...
Картина размером 6 на 6 дюймов.
Белый, различные оттенки голубого цвета.
6 различных размеров кистей.
Эскиз
"Вы хотите, чтобы я вам эти вещи привезла?" Иври повернулась к молчаливой принцессе, которая много таптала ногами и шевелила хвостами. "Да?" Они немного засмеялись, увидев, что обычно замкнутая принцесса была страстно увлечена чем-то. Это был первый раз, когда она попросила что-то, не связанное с книгами, что находилось за пределами ее комнаты.
"Хорошо! До свидания?" - спросил Ивор, вставая и пробираясь сквозь кучу бумаг и тетрадей.
Кари кивнула, вернувшись к воспоминаниям и укутавшись в толстый плед.
Они вышли из комнаты, облегчённые тем, что принцесса, наконец, вышла за пределы своей зоны комфорта и попросила о вещах, находящихся вне её власти, таких как краски.
Они снова прошли по коридорам, пытаясь заглушить шепот горничных.
"Я слышала, что она одержима королевой Эирвен, поэтому она постоянно ходит в эту комнату".
"Я слышала, что она поедает детей в этой комнате".
"Она похожа на мужчину, не так ли?"
Они закрывали уши, так как глухота не помогала. Они направились в комнату королевского художника, которая находилась в восточном крыле, во второй двери слева.
Иворий подошел к двери, которая была не менее изысканной, чем дверь Кари. На ней был изображен Белый дракон, один из шести древних драконов, которые, по легенде, создали Фростфелл. Для художника это было бы логично, он любил историю.
Они открыли дверь, ожидая обычную картину. Везде пятна краски, линейки и бумаги разбросаны по комнате, эскизные доски занимают каждый последний квадратный сантиметр стены. Неожиданно они увидели другую картину. Все было чисто, перед красным бархатным фоном стоял стул, на котором сидел принц Аквило, делая себе портрет.
«Ах, доброе утро, Ивори! Хочешь посмотреть, как делается портрет будущего короля?» — спросил Акило, подмигивая Ивори.
"Простите, принц", - сказали они, частично игнорируя его и ищущие то, что их молчаливый друг хотел. "Я просто пришел за художественными материалами".
"Девочка уйдёт так скоро?" - спросил Акило. "Но я хотела тебя видеть!"
«Нет, я не девочка». Ивари нашла художественные принадлежности в списке и положила их в коробку, которую они нашли.
Принц не думал об этом. «Ох, младенец, ты знаешь, это всего лишь фаза! Ты вырастешь из этого, когда станешь старше!» — сказал он, заикаясь.
"Я должен уйти", - сказали они, внезапно почувствовав себя неловко, когда принц ответил. Вспоминая все плохие вещи, которые люди говорили о их гендерной идентичности. Я действительно хочу уйти от него.
"Уезжать так рано?" Принц мгновенно появился у двери, игнорируя крики одного из королевских художников.
«Это не то, как должен вести себя будущий король!» — требовали они.
"Никто не узнает. Люди не поверят вам, а художник не скажет ничего, если он ценит свою жизнь". Он посмотрел на художника в течение секунды, а затем наклонился ближе к Иворе. "Что вы скажете о том, чтобы пойти на свидание?" Они тряхнулись. Конечно, они слышали множество угроз в прошлом, но они никогда не исходили от принца, не говоря уже о том, кто следующий в очереди на престол.
«Вы даже знаете, что такое слово «нет»?» — выкрикнули они, оттолкнув коронованного принца.
"Нет", - ответил Акило, улыбаясь. Конечно, король, который получает все, что хочет, не знает, что это значит.
Иври подняла брови. «Почему ты вообще захотела пойти с тобой на свидание? У тебя, наверное, 100 претендентов?»
Он улыбаясь, сказал: «500, на самом деле». Он отряхнул волосы, размахивая ими в холодном воздухе.
"Видите! Почему именно я? Я - это угроза для дворца". Они обняли друг друга.
«Ты самая красивая девушка, которую я когда-либо видел». Аквило кладет палец под челюсть Иви и заставляет ее поднять взгляд на него.
Глава 1
Кохрен
0430 Итальянское время. Кохрен ненавидел просыпаться так рано. Примечательно, что это было его обязанностью будить всех остальных в его компании. Тихо выйдя из своей койки, он надел боевую форму, надел бронежилет и собрал свои вещи из ящика, тщательно обращаясь с маленькой коробочкой. Он надел винтовку и положил шлем на маленький крючок, прикрепленный к его поясу. У него было все необходимое: фиксация, респиратор, очки, всё. После того, как он проверил сумки с патронами, он тихо вышел из казармы, грязь и лёд скользили под его ботинками.
Он вытащил из кармана куртки зажигалку и из другого кармана - сигарету. Поджигая ее, он сделал несколько затяжек, прежде чем слегка открыть дверь. За последнюю неделю ему пришлось придумывать, как будить людей, находящихся под его командованием. Он перестал пользоваться предустановленным будильником, половина раз он не срабатывала, когда из громкоговорителей вылетало только легкое шипение.
«Разбудить их» Кохрен повернулся и увидел второго лейтенанта Немика, идущего к нему.
"Да", - ответил Кохрен.
«Что вы собирались делать в это время?»
До того, как он смог ответить, дверь открылась, и Харрис, Крейт и несколько других быстро вышли, уже полностью одетые и укомплектованные.
«Доброе утро», — сказал Крайт.
«Что вас разбудило?» — спросил Кохрен.
"Ну, во-первых, мы не хотели видеть, что вы имели в виду, когда говорили о пробуждении компании сегодня. Во-вторых, первые солдаты, которые встают, получают лучшую еду на завтрак". Один из солдат, Равик, ответил: "И вы знаете, насколько плохо они могут быть".
"Вы правы, Специалист", - сказал Кохрен. Он потянулся и нажал кнопку. В казарме раздался громкий, визжащий сигнал тревоги. Он услышал глухие крики и шум шагов.
"Ох, Вальтури", - сказал Немик. - "Мы бы думали, что они уже научились просыпаться, когда ты просыпаешься".
"Ну, мои друзья из учебного лагеря здесь сделали это", - махнул рукой Кохрен, указывая на Харриса, Крейта и Равика. "Но, в конце концов, их команда и командир взвода знают, как проснуться раньше, чем их подразделение".
Спустя несколько секунд остальные члены команды начали выходить. У каждого из них было все необходимое, от личных вещей до необходимого оборудования. Некоторые из новых членов команды выглядели растерянными, другие - раздраженными.
"Доброе утро всем", - весело произнес Коэрен.
«С уважением, господин, почему вы так нас будите?» — спросил один из шок-троперов, сержант.
"Потому что регулярные сигналы - это дерьмо. И потому что Дейбрейк не спит" - заявил Кохран.
"Убедитесь, что у вас есть все личные вещи", - продолжил Кохран. В качестве первого лейтенанта и заместителя командира роты он был ответственен за наблюдение и помощь роте под руководством капитана Борадина Шоу. "Мы не вернемся. Сержанты и вторые лейтенанты, я даю вам и вашим взводам 15 минут, чтобы сделать окончательные проверки и забрать продовольствие на день".
Члены компании Exodus быстро рассеялись. Они были частью 2-й шок-дивизии, 2-й армии. Они были изначально двумя отдельными компаниями, Cohort и Dagger, прежде чем были объединены. Они были разрозненной компанией, и Кохрен испытывал смешанные чувства по поводу повышения до лейтенанта, в основном из-за этих причин.
Кохрен и Немик, командир первого взвода, шли вместе под светом многочисленных фонарей ФОБ, питаемых генераторами. Большинство из них были окрашены в красный цвет, чтобы скрыть их от вражеских бомбардировщиков. Утром они прибегли к атакам Wild Weasel, как в воздухе, так и на земле, чтобы противостоять им.
"Еще один день, еще одна задача для лидеров ада" Немик начал с сухого смеха. "Куда нас посылают?"
"Мы отправлены, чтобы помочь поддержать наземную атаку", - ответил Кохрен, сделав затяжку из сигареты. Половина его обвиняла Крейта в том, что он заставил его начать курить, но год боевых действий многое меняет, поэтому он ничего не сказал.
«Шит. Ситуация на фронте ухудшается, — пробормотал Немиц. — Все новости, выходящие из этого места, говорят: «Поддерживайте войну. Отправляйте помощь на Курганский фронт». А как насчёт отправки помощи на фронт Хауленда?»
"Амен, брат", - сказал Коэрен, бросив остатки сигареты в грязь. "В любом случае, мы отправляемся с 1-й бронетанковой ротой, так что нам не придется идти пешком. Капитан Шоу должен быть с ними".
"Шоу нам помог?" - спросил Немик, немного удивившись.
"Да, честно говоря, он не такой уж и плохой, как я думал. Он не лучший, но и не невыносимый".
Кохрен поднял большой и указательный пальцы к микрофону на шее, сдвигая рюкзак на спине, делая это. "Все подразделения компании "Эксодус", соберитесь в Моторный парк Запад, когда закончите. Мы отправляемся с 1-й бронетанковой ротой в 0500"
Каждые несколько секунд он получал ответы от командиров взводов. Харис, Крайт и Равик были низкоранговыми сержантами, когда все они прибыли туда. Все четверо были друзьями со времен базовой подготовки на Земле. С тех пор, как Кохрен познакомился с ними, прошло так много времени, хотя это было всего два года назад. Они были командирами взводов, но Крайт неделю назад стал командиром 2-го взвода после того, как предыдущий командир был уволен по медицинским причинам после того, как получил пулю от снайпера «Раннего рассвета».
Подойдя к автопарку, глаза Коэрена и Немика упали на группу из восьми танков «Кронос» и четырех «Страйкеров». Их экипажи перемещались, проверяя, готовы ли их боевые машины к отправке. Вскоре Коэрен заметил капитана Борадина Шоу, который разговаривал с командиром бронетанкового взвода. Когда они подошли, Шоу посмотрел на них и подошел, его обычно холодное лицо скрывало все эмоции.
"Лейтенант Немик... Лейтенант Вальтури... Он сказал, что Коэрн был медленнее, бросив взгляд на пистолет Коэрна, прежде чем снова взглянуть вверх. "Я полагаю, что компания готова"
"Да, сэр. Они должны быть уже на пути, мы дали им время, чтобы забрать провизию из столовой". В 05:00 точного времени компания "Эксодус" собралась в гараж. Шоу поднялся на коробку и начал говорить.
"Мы выдвигаемся на FOB I-131, в 50 милях от Ианлоса. Нам предстоит поддержать продолжающуюся осаду и атаку Ианлоса, чтобы вытеснить повстанцев. Оттуда у нас будет опорный пункт и база в горах", - объяснил Шоу. "Собирайтесь в свои отряды и садитесь в машины".
Компания рассредоточилась, объединившись в свои эскадрильи и сержанты приказали им садиться на один из танков. Кохрен поднялся на один из танков, находившийся дальше в колонне, и присоединился к Немику, Крейту и двум новичкам. Кохрен помнил, что они приехали несколько дней назад, но о них не знал ничего. Сидя на борту, свисающими ногами за бортом, он прижимал рюкзак и радиостанцию, которая соединялась с его наушником и микрофоном.
«Эй, Кохрен, у Харриса все еще есть Сноболл?» — спрашивает Немик, когда они усаживаются.
"Вы имеете в виду его курицу, которую он украл?" Кохрен вспомнил утро, когда его похитили с фермы. "Да, я уверен".
Кохрен бросил взгляд на один из других танков и увидел Харриса с его группой. Сзади он мог разглядеть движение небольшой курицы, которая качала головой, осматривая окрестности.
"Да, у него он есть", - ответил Кохрен, когда люк танка открылся, и его командир появился в поле зрения.
"Все танки начали двигаться" Командир спокойно и четко заговорил в наушник. Двигатели эскадрона танков и Стрейкеров загремели, когда они начали двигаться вперед. Kronos Cohren потрясся, когда его тормоза отпустили и он начал двигаться вперед, заняв позицию. Танки заняли клиновидную форму, двигаясь через равнины Итании. Зимние штормы заморозили болота и леса, но грязь всегда оставалась.
Примерно через час один из новобранцев, Кохрен, вспомнил, что его зовут Орсон, и заговорил: «Лейтенант, вы здесь с начала войны, верно?»
"Да, операция "Огненная буря", - ответил Кохрен. - Мы думали, что это закончится через несколько недель, но... мы недооценили их"
"Это недооценено" - добавил Немик. "У них было больше оружия и личного состава, чем мы ожидали. Они смогли сбить "УФС Ревенант" в первые две недели, а в прошлом месяце - "Эребус". Дьявол, мы должны были видеть это по нашему маршруту"
"Хорошо, я буду стоять за Федерацию", - решительно заявил Орсон. "Я не позволю террористам меня пугать"
"Вы говорите это, но, что я видел, большинство 18-летних новобранцев, подобных вам, сразу прячутся, как только услышат выстрел", — заявил Крайт.
"Я думаю, мы узнаем", - смеясь, сказал Кохрен. Орсон не продолжил разговор.
"Exodus XO, Exodus CO" - раздался голос Кохрана по радио. "Мы ловим тепловые сигнатуры в 350 ярдах, 20 градусов вправо".
Кохрен поднялся на крышу танка и надел свои оптические очки. Переключив их на термовидение, он увидел тепловые отпечатки на расстоянии.
"Да, я их вижу", - ответил Кохрен, используя микрофон в горле.
"Враг?" - спросил другой новобранец, Наталья.
"Не могу сказать", - заявил Кохрен. Он взял микрофон и заговорил. "Компания "Эксодус", не стреляйте, пока они не откроют огонь, дайте им выйти".
По мере того, как они приближались, маленькие тепловые сигнатуры превратились в более четкие формы. По мере того, как они приближались, один из них побежал за чем-то и схватил его, прежде чем вернуться на небольшую горку, на которой они находились. Фигуры опустились в боевые позиции.
«Мы получили контакт!» — крикнул Шоу по радио, когда с холма начали стрелять оранжевые трассирующие пули. Пули отскакивали от брони танков, а шоковые десантники прыгали с танков и прятались за ними. Противоракетная ракета взорвалась, пролетела мимо и врезалась в землю позади колонны, взорвавшись и разбросав обломки на один из танков. Еще одна врезалась в Страйкера, APS-Cerberus, и взорвалась. Его экипаж выскочил наружу и бросился в укрытие, когда патроны начали разрываться.
«Ирон 1-2 и 1-3, 25 градусов вправо, 300 ярдов. Открывайте огонь!» — крикнул командир танкового взвода по радио. «Ирон 1-2» и «Ирон 1-3» открыли огонь, их снаряды пронеслись по склону и взорвались, выбрасывая в воздух грязь и камни.
«Призовите Сенти», - крикнул Кнокс, наблюдавший за горой через бинокль. В одном из входов в Кербер открылась дверь, и вышел безоружный солдат, надевший специальный наушник. Он крикнул приказы в квадратный микрофон, и двое Сенти, официально известных как стражи, бросились наружу. Их тонкие металлические руки и ноги выдвинулись вперед, когда они начали бежать. Они были вооружены, но их оружие было пристегнуто к их спине.
«Убить или схватить?» — спросил Крайт, наблюдая за происходящим.
"Похоже, они схвачены", - предположил Кохрен, когда двое стражников исчезли в облаке пепла и дыма. Крик и выстрелы от горы прозвучали, но быстро прекратились. Спустя мгновение двое стражников вернулись, тянущие за собой кого-то, их ботинки скользили по земле. Когда они достигли безопасной зоны отряда, они бросили человека на землю, он вздохнул от боли, когда упал на грязь и снег.
Шоу подошел к фигуре, которая начала вставать. Затем он обратился к одному из стражей. «Сколько?»
"Три человека убиты, сэр", - ответил Сентинел. "Остальные бежали пешком".
Шоу кивнул и повернулся к Кохрену и Криату, которые стояли рядом. «Вы бы могли бы так любезно поместить этого человека?»
